Repository: scratchfoundation/scratchx
Catalog: locale/*.po
Languages: el, eu, ro, tr

source: Set costume center
el: Επιλογή Κέντρου της Ενδυμασίας
eu: Mozorroaren erdialdea zehaztu
ro: Stabileste centrul costumului
tr: Kılık merkezini belirle

source: set slider min and max
el: Ορισμός μετακύλισης σε ελάχιστο και μέγιστο
eu: Irristariaren balio tartea zehaztu
tr: sürgü sınır değerlerini belirle

source: Share
el: Κάντε κοινή χρήση του έργου
eu: Partekatu
ro: Partajeaza
tr: Paylaş

source: Share to website
eu: Webgunean partekatu
tr: Web sitesinde paylaş

source: shared
el: Γίνεται κοινή χρήση του έργου
eu: partekatuta
ro: partajat
tr: paylaştın

source: Shift:
el: Πάτημα με Shift:
eu: Txandakatu:

source: show receivers
el: Εμφάνιση παραληπτών
eu: hartzaileak erakutsi
ro: afiseaza destinatarii
tr: haber alanları göster

source: show senders
el: Εμφάνιση αποστολέων
eu: igorleak erakutsi
ro: afiseaza expeditorii
tr: haber gönderenleri göster

source: show:
el: Εμφάνιση:
eu: erakutsi:
ro: afiseaza:
tr: görün:

source: Shrink
el: Συμπύκνωση
eu: Uzkurtu
ro: Micsoreaza
tr: Küçült

source: Side Stick
el: Πλευρικό Χτύπημα
eu: Albo kolpea
tr: Kenara Vuruş

source: Sign in
el: Είσοδος
eu: Saioa hasi
ro: Logare
tr: Giriş yap

source: Sign in to save
el: Συνδεθείτε στο λογαριασμό σας για να αποθηκεύσετε
eu: Saioa hasi gordetzeko
ro: Logheaza-te pentru a salva
tr: Kaydetmek için giriş yap

source: silence
el: Σίγαση
eu: isildu
ro: liniste
tr: sessizlik

source: slider
el: Γραμμή κύλισης
eu: irristailua
ro: indicator
tr: sürgü

source: Slider Range
el: Φάσμα Μετακύλισης
eu: Irristailuaren balio tartea
ro: Intervalul indicatorului
tr: Sürgü Sınırları

source: Small stage layout
el: Μικρό Σκηνικό
eu: Eszenatoki txikia
ro: Schema pentru scena mica
tr: Küçük sahne düzeni

source: Smooth
el: Εξομάλυνση
eu: Leuna
ro: Retusare
tr: Yumuşak

source: Snare Drum
el: Ταμπούρο
eu: Kaxa danborra
tr: Trampet

source: softer
el: Μείωση της έντασης
eu: leunago
ro: mai usor
tr: daha yumuşak

source: sound
el: Ήχος
eu: soinua
ro: sunet
tr: ses

source: Sound Library
el: Βιβλιοθήκη Ήχων
eu: Soinu liburutegia
ro: Biblioteca de sunete
tr: Ses Kütüphanesi

source: Sounds
el: Ήχοι
eu: Soinuak
ro: Sunete
tr: Sesler

source: Space
el: Διάστημα
eu: Hutsune
ro: Spatiu
tr: Uzay

source: space
eu: hutsune
ro: spatiu
tr: boşluk

source: Sports
el: Αθλήματα
eu: Kirolak
ro: Sporturi
tr: Sporlar

source: Sprite
el: Αντικείμενο
eu: Spritea
tr: Kukla

source: Sprite Library
el: Βιβλιοθήκη Αντικειμένων
eu: Spriteen liburutegia
ro: Biblioteca de sprite-uri
tr: Kukla Kütüphanesi

source: Sprite1
el: Αντικείμενο1
eu: 1Spritea
tr: Kukla1

source: Sprites
el: Αντικείμενα
eu: Spriteak
ro: Sprite-uri
tr: Kuklalar

source: sqrt
el: ΤετΡίζα
eu: erro karratua
tr: karekök

source: Square
el: Τετράγωνο
eu: Karratua
ro: Patrat
tr: Kare

source: Stage
el: Σκηνικό
eu: Eszenatokia
ro: Scena
tr: Sahne

source: Stage selected:
el: Το Σκηνικό που έχει επιλεγεί:
eu: Aukeratutako eszenatokia:
ro: Scena selectata:
tr: Sahne seçildi:

source: Steel Drum
el: Ατσαλένιο τύμπανο
eu: Metalezko danborra
tr: Çelik Davul

source: Synth Lead
el: Lead-συνθεσάιζερ
eu: Sintetizagailu melodikoa

source: Synth Pad
el: Pad-συνθεσάιζερ
eu: Sintetizatzeko teklatua

source: Tambourine
el: Ντέφι
eu: Panderoa
ro: Tamburina
tr: Zilli Tef

source: text
eu: testua
tr: yazı

source: Text
el: Κείμενο
eu: Testua
tr: Yazı

source: that way
el: προς εκείνη την κατεύθυνση
eu: norabide horretan
ro: acest mod
tr: diğer tarafa

source: Theme
el: Θέματα
eu: Gaia
ro: Tema
tr: Tema

source: Things
el: Πράγματα
eu: Gauzak
ro: Obiecte
tr: Muhtelif

source: This is the current version.
eu: Hau da azken bertsioa.
tr: Bu güncel sürümdür.

source: This project can detect who is using it, through the “username” block. To hide your identity, sign out before using the project.
el: Αυτό το έργο μπορεί να ανιχνεύσει ποιος το χρησιμοποιεί, μέσα από το τετράγωνο εντολής "όνομα χρήστη". Για να διατηρήσετε την ανωνυμία σας, αποσυνδεθείτε πριν το χρησιμοποιήσετε.
eu: Proiektu honek "erabiltzaile izena" duen blokea erabiliz zeinek erabiltzen duen hauteman dezake. Zure identitatea ez ezagutarazteko proiektua erabili baino lehen zure kontutik atera zaitez
ro: Acest proiect poate detecta cine il foloseste, cu ajutorul blocului "username". Pentru a-ti scunde identitatea, iesi din cont inainte de a folosi proiectul.
tr: Bu proje “kullanıcı adı” taşını kullanarak kendisini kimin kullandığını bilebilir. Kimliğini gizlemek istiyorsan, projeyi kullanmadan önce çıkış yap.

source: This project uses Cloud data ‒ a feature that is available only to signed in users.
el: Αυτό το έργο χρησιμοποιεί δεδομένα Cloud - μια δυνατότητα διαθέσιμη μόνο για τους συνδεδεμένους χρήστες.
eu: Proiektu honek Hodei informazioa darabil. Hau soilik izena eman duten erabiltzaileentzat izango da.
ro: Acest proiect foloseste informatii din cloud - o facilitate ce este disponibila numai utilizatorilor logati.
tr: Bu proje Bulut verisi kullanıyor - bu özellik sadece giriş yapmış olan kullanıcılara açıktır.

source: this script
el: αυτό το σενάριο
eu: skript hau
ro: acest script
tr: bu diziyi

source: this sprite
el: αντικείμενο αυτό
eu: sprite hau
ro: acest sprite
tr: bu kukla

source: this way
el: προς αυτήν την κατεύθυνση
eu: norabide honetan
ro: in acest fel
tr: bu tarafa

source: Throw away all changes since opening this project?
el: Να απορριφθούν όλες οι αλλαγές από το άνοιγμα του έργου;
eu: Proiektua ireki zenetik egindako aldaketa oro baztertu?
ro: Renunti la toate modificarile facute de la deschiderea proiectului?
tr: Projeyi açtığından beri yaptığın tüm değişiklikeri iptal edeyim mi?

source: Tips
el: Συμβουλές
eu: Laguntza
ro: Sfaturi
tr: İpuçları

source: To delete a block definition, first remove all uses of the block.
el: Για να διαγράψετε τον ορισμό ενός τετραγώνου εντολών, θα πρέπει πρώτα να το διαγράψετε από όπου χρησιμοποιείται στα σενάρια.
eu: Bloke definizio bat ezabatzeko, bloke honen erabilera guztiak ezabatu lehendabizi.
ro: Pentru a sterge definitia unui bloc, mai intai sterge toate utilizarile blocului.
tr: Bir taşın tanımını silebilmek için, önce o taşın kullanıldığı yerleri bul ve sil.

source: Transportation
el: Μεταφορές
eu: Garraioak
ro: Mijloace de transport
tr: Ulaşım

source: Triangle
el: Τρίγωνο
eu: Triangelua
ro: Triunghi
tr: Üçgen

source: Trombone
el: Τρομπόνι
eu: Tronboia
ro: Trombon
tr: Trombon

source: Turbo mode
el: Λειτουργία Γρήγορης Εκτέλεσης
eu: Turbo modua
ro: Modul turbo
tr: Jet hızında

source: Turbo Mode
el: Λειτουργία γρήγορης εκτέλεσης
eu: Turbo modua
ro: Modul turbo
tr: Jet Hızında

source: Type
el: Τύπος
eu: Mota
ro: Tip
tr: Tür

source: Undelete
el: Αναίρεση Διαγραφής
eu: Ezabatutakoa berreskuratu
ro: Nu sterge
tr: Silmeseydim

source: Underwater
el: Κάτω από το νερό
eu: Itsaspean
ro: Intinat
tr: Su altı

source: undo
el: Αναίρεση
eu: desegin
ro: anuleaza ultima operatie
tr: geri al

source: Undo
el: Αναίρεση
eu: Desegin
ro: Anuleaza ultima operatie
tr: Geri al

source: Undo Revert
el: Αναίρεση Επαναφοράς
eu: Leheneratzea desegin
ro: Inainte de inversare
tr: Başa Dönmekten Caydım

source: Ungroup
el: Διαχωρισμός
eu: Taldea desegin
ro: Degrupeaza
tr: Grubu dağıt

source: unshared
el: Γίνεται ιδιωτική χρήση του έργου
eu: partekatu gabea
ro: nepartajat
tr: paylaşmadın

source: up
el: Πάνω
eu: goi
ro: sus
tr: yukarı

source: up arrow
el: Πάνω βέλος
eu: goranzko gezia
ro: sageata sus
tr: yukarı ok

source: Update failed
eu: Eguneraketak akatsa eman du
tr: Güncelleme başarısız

source: Update not needed
eu: Eguneraketa ez da beharrezkoa
tr: Güncellemeye gerek yok

source: Update now
eu: Eguneratu orain
tr: Şimdi güncelle

source: Upload backdrop from file
el: Μεταφόρτωση υποβάθρου από τον υπολογιστή
eu: Hondoa fitxategitik igo
ro: Incarca fundal din fisier
tr: Dekoru bilgisayarından seç

source: Upload costume from file
el: Μεταφόρτωση ενδυμασίας από τον υπολογιστή
eu: Mozorroa fitxategitik igo
ro: Incarca un costum din fisier
tr: Kılığı bilgisayarından seç

source: Upload from your computer
el: Μεταφόρτωση έργου από τον υπολογιστή
eu: Ordenagailutik igo
ro: Incarca de pe calculator
tr: Bilgisayarımdan yükle

source: Upload sound from file
el: Μεταφόρτωση ήχου από τον υπολογιστή
eu: Soinua fitxategitik igo
ro: Incarca sunet din fisier
tr: Sesi bilgisayarından seç

source: Upload sprite from file
el: Μεταφόρτωση αντικειμένου από τον υπολογιστή
eu: Spritea fitxategitik igo
ro: Incarca sprite din fisier
tr: Kuklayı bilgisayarından seç

source: Uploading image...
el: Γίνεται μεταφόρτωση της φωτογραφίας...
eu: Irudia igotzen...
ro: Se incarca imagine...
tr: Resmi yüklüyorum...

source: Uploading sound...
el: Γίνεται μεταφόρτωση του ήχου...
eu: Soinua igotzen...
ro: Se incarca sunet...
tr: Sesi yüklüyorum...

source: Uploading sprite...
el: Γίνεται μεταφόρτωση του αντικειμένου...
eu: Spritea igotzen...
ro: Se incarca sprite...
tr: Kuklayı yüklüyorum...

source: variable
el: Μεταβλητή
eu: aldagaia
ro: variabila
tr: değişken

source: Variable name
el: Όνομα Μεταβλητής
eu: Aldagaiaren izena
ro: Denumire variabila
tr: Değişken adı

source: Vector
eu: Bektorea
tr: Çizgisel

source: Vector Mode
el: Λειτουργία Vector
eu: Bektore modua
ro: Modul vector
tr: Çizgisel Halde

source: Vibraphone
el: Μεταλλόφωνο
eu: Bibrafonoa
ro: Vibrafon
tr: Vibrafon

source: Vibraslap
el: Βίμπρα-σλαπ
eu: Bibraslapa

source: video direction
eu: bideoaren direkzioa
tr: video yönü

source: video motion
el: κίνηση στην προβολή από κάμερα
eu: bideoaren mugimendua
ro: miscare video
tr: video hareketi

source: Video on:
el: Δυνατότητα προβολής από κάμερα:
eu: Bideoa piztuta:
ro: Video:
tr: Video açık:

source: Vocals
el: Φωνητικά
eu: Ahotsak
ro: Voci
tr: Vokaller

source: Walking
el: Περπάτημα
eu: Oinez
ro: Plimbare
tr: Yürüyor

source: Want to save? Click remix
el: Θέλετε να κάνετε αποθήκευση; Πατήστε "Αποθήκευση ως Ανάμειξη".
eu: Gorde nahi al duzu? Egin klik birnahastun
ro: Vrei sa salvezi? Clic pentru amestecare
tr: Kaydetmek istersen Katkı Yap'a tıkla

source: Which column do you want to import
el: Ποια στήλη θέλετε να εισάγετε;
eu: Zein zutabe inportatu nahi duzu?
ro: Care coloana vrei sa o importi
tr: Hangi sütunu içeri aktarmak istiyorsun

source: whirl
el: περιστροφής
eu: zurrunbiloa
ro: vartej
tr: fırılda

source: Wood Block
el: Τουβλάκι από ξύλο
eu: Egur blokea
ro: Bloc de lemn
tr: Tahta Blok

source: Wooden Flute
el: Ξύλινο φλάουτο
eu: Egurrezko txirula
ro: Flaut din lemn
tr: Ahşap Flüt

source: year
el: χρόνος
eu: urtea
ro: an
tr: yıl

source: You cannot edit cloud data in someone else's project.<br>Any change that you make in the editor will be temporary and not persistent.
el: Δεν μπορείτε να επεξεργαστείτε δεδομένα Cloud σε έργο άλλου χρήστη.<br>Οποιαδήποτε αλλαγή κάνετε στον Επεξεργαστή Έργων είναι προσωρινή και όχι μόνιμη.
eu: Ezin duzu beste baten proiektuan hodei informazioa editatu. <br> Editorean eginiko aldaketak epe baterako izango dira eta ez iraunkorrak.
ro: Nu poti sa editezi informatiile din cloud inttr-un proiect ce apartine altcuiva.<br>Orice modificare pe care o faci este temporara si nu se va pastra.
tr: Başkasının projesindeki bulut verisini değiştiremezsin.<br>Bu verilerde yaptığın her değişiklik kalıcı olamayacak.

source: Your Scratch name
eu: Zure Scratcheko erabiltzaile izena
tr: Scratch'daki adın

source: Your Scratch name is required
eu: Scratcheko zure erabiltzaile izena beharrezkoa da
tr: Scratch'daki adın gerekli

source: All Tips
eu: Gomendio guztiak

source: An updated version of the Scratch offline editor is available on the Scratch website.
eu: Scratch offline editorearen bertsio eguneratu bat eskuragarri da webgunean.

source: Could not retrieve update location from server.
eu: Ezin izan da zerbitzaritik eguneraketa helbidea eskuratu.

source: Could not retrieve version information from server.
eu: Ezin izan da zerbitzaritik bertsioaren informazioa eskuratu.

source: Could not write file:
eu: Ezin izan da fitxategia idatzi.

source: Downloading new version...
eu: Bertsio berria deskargatzen...

source: Error saving project
eu: Errorea proiektua gordetzerakoan

source: Force help file update
eu: Laguntza fitxategiaren eguneraketa behartu

source: Import experimental HTTP extension
eu: HTTP extentsio experimentala importatu

source: Loading help files...
eu: Laguntza fitxategiak kargatzen...

source: Manual Update Available
eu: Eskuliburuaren eguneraketa eskuragarri

source: Open Project
eu: Proiektua ireki

source: Please visit the download page to install it.
eu: Deskarga orria bisita ezazu instalatzeko.

source: Quit
eu: Irten

source: Replace existing project?
eu: Lehendik dagoen proiektua ordezkatu?

source: Running pre-release
eu: Aurre-bertsioa exekutatzen

source: Save Project
eu: Proiektua gorde

source: Server error:
eu: Zerbitzariaren errorea:

source: Share to Scratch Website
eu: Scratch webgunean partekatu

source: Success
eu: Ongi burutu da

source: This version is newer than the current release version.
eu: Bertsio hau argitaratze bertsioa baino berriagoa da.

source: Update check failed
eu: Eguneraketa egiaztapenak akatsa eman du

source: Upload failed
eu: Igotzerakoan akatsa

source: Visit download page
eu: Deskaraga orria bisitatu

source: Your project has been uploaded to scratch.mit.edu
eu: Zure proiektua scratch.mit.edu helbidera igoa izan da

source: abs
el: ΑπόλυτηΤιμή
ro: modul
tr: mutlak değer

source: by
el: από
ro: de
tr: yapan

source: OK
tr: Tamam

source: of
el: από
ro: al

source: pop
el: μπουμ

source: %n mod %n
ro: %n rest %n
