Repository: scratchfoundation/scratchx
Catalog: locale/*.po
Languages: el, eu, ro, tr

source: Because you have a new Scratch account, any changes to cloud data won't be saved yet. Keep participating on the site you'll be able to use cloud data soon!
el: Επειδή ο λογαριασμός σας στο Scratch είναι πρόσφατος, οποιαδήποτε αλλαγή στα δεδομένα cloud δεν θα αποθηκευτεί. Συνεχίστε να προσφέρετε στην κοινότητα και θα μπορείτε να χρησιμοποιείτε δεδομένα cloud σύντομα!
eu: Scratch kontu berria duzunez, Hodeiko datuetan eginiko aldaketak ez dira oraindik gordeko. Segi ezazu webgunean parte hartzen eta laister izango zara laino datuak gordetzeko gai!
ro: Deoarece ai un nou cont Scratch, modificarile la informatiile din cloud inca nu vor fi salvate. Continuand sa participi pe site vei putea curnad sa folosesti informatiile din cloud!
tr: Scratch hesabın henüz çok yeni olduğu için, bulut verilerin şimdilik kaydedilmeyecek. Sitedeki faaliyetlerine devam edersen çok yakında bulut verilerini kullanabileceksin!

source: Bitmap
eu: Bitmapa
tr: Noktasal

source: Bitmap Mode
el: Λειτουργία Bitmap
eu: Bitmap modua
ro: Mod bitmap
tr: Noktasal Halde

source: Block help
el: Βοήθεια
eu: Blokeei buruzko laguntza
ro: Blocul help
tr: Taşlarla ilgili yardım

source: Bongo
el: Μπόγκο
eu: Bongoa

source: brightness
el: φωτεινότητας
eu: argitasuna
ro: stralucire
tr: parlaklık

source: Bring to front
el: Μετακίνηση στην μπροστινή στρώση
eu: Aurrekaldera ekarri
ro: Adu in fata
tr: Öne getir

source: Broadcast
el: Μετάδωση
eu: Bidali denei
ro: Distribuire
tr: Haber

source: Brush
el: Πινέλο
eu: Brotxa
ro: Pensula
tr: Fırça

source: button pressed
el: πατήθηκε το κουμπί
eu: botoia sakatuta
ro: buton apasat
tr: düğmeye basıldı

source: bytes loaded
el: Bytes που έχουν φορτωθεί
eu: byte kargatuta
ro: octeti incarcati
tr: bayt yüklendi

source: C connected
el: το C είναι συνδεδεμένο
eu: C konektatuta
ro: C conectat
tr: C bağlandı

source: Cabasa
el: Καμπάσα
eu: Kabasa

source: Camera
el: Κάμερα
eu: Kamera
tr: Kamera

source: can drag in player:
el: Δυνατότητα μετακίνησης:
eu: arrasta daiteke:
ro: poti trage un jucator:
tr: fareyle sürüklenebilir:

source: Cancel
el: Ακύρωση
eu: Ezeztatu
ro: Renuntare
tr: İptal

source: Cannot Delete
el: Αδύνατη η Διαγραφή
eu: Ezin da ezabatu
ro: Nu se poate sterge
tr: Silemem

source: Can’t find network connection or reach server.
el: Δεν βρέθηκε δίκτυο ή δεν έγινε επικοινωνία με τον σέρβερ.
eu: Ezin izan da sare konexiorik lortu edo zerbitzarira irisi
ro: Nu se gaseste conexiune la retea sau la server.
tr: Ağ bağlantısı bulamadım ya da sunucuya ulaşamadım.

source: Castle
el: Κάστρο
eu: Gaztelua
tr: Kale

source: Category
el: Κατηγορία
eu: Kategoria
ro: Categorie
tr: Kategori

source: ceiling
eu: sabaia
ro: rotunjire
tr: yukarı yuvarla

source: Cello
el: Τσέλο
eu: Txeloa
ro: Violoncel
tr: Viyolonsel

source: Check for updates
eu: Begiratu eguneraketak
tr: Güncellemeleri kontrol et

source: Choir
el: Χορωδία
eu: Korua
ro: Cor
tr: Koro

source: Choose backdrop from library
el: Διαλέξτε ένα υπόβαθρο από την βιβλιοθήκη
eu: Hondoa aukeratu liburutegitik
ro: Alege fundal din biblioteca
tr: Dekoru kütüphaneden seç

source: Choose costume from library
el: Διαλέξτε μια ενδυμασία από την βιβλιοθήκη
eu: Mozorroa aukeratu liburutegitik
ro: Alege costum din biblioteca
tr: Kılığı kütüphaneden seç

source: Choose sound from library
el: Διαλέξτε έναν ήχο από την βιβλιοθήκη
eu: Liburutegitik soinu bat aukeratu
ro: Alege sunet din biblioteca
tr: Sesi kütüphaneden seç

source: Choose sprite from library
el: Διαλέξτε ένα αντικείμενο από την βιβλιοθήκη
eu: Spritea aukeratu liburutegitik
ro: Alege sprite din biblioteca
tr: Kuklayı kütüphaneden seç

source: Circle
el: Κύκλος
eu: Zirkuloa
ro: Cerc
tr: Çember

source: City
el: Πόλη
eu: Hiria
ro: Oras
tr: Şehir

source: Clarinet
el: Κλαρινέτο
eu: Klarinetea
tr: Klarnet

source: Claves
el: Ξυλάκια
eu: Klabeak
ro: Clavecin
tr: Tahta çubuk

source: Clear
el: Καθαρισμός
eu: Garbitu
ro: Curata
tr: Temizle

source: clear senders/receivers
el: Εκκαθάριση των Αποστολέων/Παραληπτών
eu: ezabatu igorleak/hartzaileak
ro: curata expeditori/destinatari
tr: göndericileri/alıcıları temizle

source: Click "Save now" to try again or "Download" to save
el: Πατήστε για να προσπαθήσετε ξανά ή πατήστε για να κάνετε αποθήκευση.
eu: "Gorde orain"-en klikatu berriz saiatzeko edo " Deskargatu"-n gordetzeko
ro: Clic pentru a incerca din nou sau pentru a salva
tr: Tekrar denemek için "Şimdi kaydet"e, bilgisayarına kaydetmek için "İndir"e tıkla

source: Close
el: Κλείσιμο
eu: Itxi
ro: Inchide
tr: Kapat

source: Closed Hi-Hat
el: Κλειστό Χάϊ-χατ
eu: Hi-Hata itxi
ro: Hi-Hat inchis
tr: Kapalı Zil

source: Cloud data
el: Δεδομένα Cloud
eu: Hodeieko datuak
ro: Informatii din cloud
tr: Bulut veri

source: color
el: χρώματος
eu: kolorea
ro: culoare
tr: renk

source: Color a shape
el: Χρωματισμός σχήματος
eu: Koloreztatu forma bat
ro: Coloreaza o forma
tr: Bir şekli boya

source: Conga
el: Κόγκα
eu: Kongak
tr: Tumba

source: Connecting to Cloud data server...
el: Γίνεται σύνδεση στο σέρβερ των δεδομένων Cloud...
eu: Hodei zerbitzarira konektatzen...
ro: Se conecteaza la serverul din Cloud...
tr: Bulut veri sunucusuna bağlanıyorum...

source: Convert to bitmap
el: Μετατροπή σε Βitmap
eu: Bitmap bihurtu
ro: Converteste la bitmap
tr: Noktasala dönüştür

source: Convert to vector
el: Μετατροπή σε Vector
eu: Bektore bihurtu
ro: Converteste la vector
tr: Çizgisele dönüştür

source: Converting mp3...
el: Μετατροπή από mp3...
eu: Mp3 bihurtzen...
ro: Se converteste mp3...

source: copy
el: Αντιγραφή
eu: kopiatu
ro: copiaza

source: Copying...
el: Γίνεται Aντιγραφή...
eu: Kopiatzen...
ro: Se copiaza...
tr: Kopyalıyorum...

source: Costume
el: Ενδυμασία
eu: Mozorroa
ro: Costum
tr: Kılık

source: Costume Library
el: Βιβλιοθήκη Ενδυμασιών
eu: Mozorroen liburutegia
ro: Biblioteca de costume
tr: Kılık Kütüphanesi

source: costume name
el: Όνομα ενδυμασίας
eu: mozorroaren izena
ro: denumirea costumului
tr: kılığının adı

source: costume1
el: ενδυμασία1
eu: mozorroa1
ro: costum1
tr: kılık1

source: costume2
el: ενδυμασία2
eu: mozorroa2
ro: costum2
tr: kılık2

source: Costumes
el: Ενδυμασίες
eu: Mozorroak
ro: Costume
tr: Kılıklar

source: Costumes > 1
el: Ενδυμασίες > 1
eu: Mozorroak > 1
ro: Costume > 1
tr: Kılıklar > 1

source: Could not retrieve new application from server.
eu: Ezin izan da zerbitzaritik aplikazio berria eskuratu .
tr: Sunucudan yeni uygulama alamadım.

source: Cowbell
el: Κουδουνάκι αγελάδας
eu: Zintzarria
tr: İnek Çanı

source: Crash Cymbal
el: Κύμβαλο Crash
eu: Crash txindata
tr: Büyük Zil

source: Creating...
el: Γίνεται δημιουργία...
eu: Sortzen...
ro: Se creeeaza...
tr: Oluşturuyorum...

source: Currently, only numbers can be stored in Cloud variables.
el: Προς το παρόν, μόνο αριθμοί μπορούν να αποθηκευτούν σε μεταβλητές Cloud.
eu: Oraingoz, zenbakiak soilik gorde daitezke Hodei aldagaietan.
ro: In acest moment, numai numerele pot fi memorate in variabile Cloud.
tr: Şimdilik, Bulut değişkenlerinde sadece sayılar saklanabiliyor.

source: cut
el: Αποκοπή
eu: moztu
ro: decupeaza
tr: kes

source: D connected
el: το D είναι συνδεδεμένο
eu: D konektatuta
ro: D conectat

source: date
el: ημερομηνία
eu: data
ro: data
tr: tarih

source: day of week
el: μέρα της εβδομάδας
eu: asteko eguna
ro: ziua saptamanii
tr: haftanın günü

source: delete
el: Διαγραφή
eu: ezabatu
ro: sterge
tr: sil

source: Delete
el: Διαγραφή
eu: Ezabatu
ro: Sterge
tr: Sil

source: delete variable
el: Διαγραφή μεταβλητής
eu: aldagaia ezabatu
ro: sterge variabila
tr: değişkeni sil

source: direction:
el: Κατεύθυνση:
eu: norabidea:
ro: directie:
tr: yön:

source: don't rotate
el: [να μην γίνεται περιστροφή]
eu: ez biratu
ro: nu roti
tr: hiç dönemesin

source: Don't save
eu: Ez gorde
tr: Kaydetme

source: down
el: κάτω
eu: behe
ro: jos
tr: aşağı

source: down arrow
el: κάτω βέλος
eu: beheranzko gezia
ro: sageata jos
tr: aşağı ok

source: Download
el: Κατέβασμα
eu: Deskargatu
ro: Descarca
tr: İndir

source: Download to your computer
el: Κατέβασμα έργου στον υπολογιστή
eu: Zure ordenagailura deskargatu
ro: Descarca pe calculatorul tau
tr: Bilgisayarıma indir

source: duplicate
el: Διπλασιασμός
eu: bikoiztu
ro: duplica
tr: kopyasını çıkart

source: Duplicate
el: Διπλασιασμός
eu: Bikoiztu
ro: Duplica
tr: Kopyasını çıkart

source: edge
el: όρια
eu: ertza
ro: margine
tr: kenar

source: Edit
el: Επεξεργασία
eu: Editatu
ro: Editeaza
tr: Düzenle

source: edit
el: Επεξεργασία
eu: editatu
ro: editeaza
tr: düzenle

source: Edit Block
el: Επεξεργασία τετραγώνου εντολών
eu: Blokea editatu
ro: Editeaza blocul
tr: Bloğu Değiştir

source: Effects
el: Εφέ
eu: Efektuak
ro: Efecte
tr: Etkiler

source: Electric Guitar
el: Ηλεκτρική κιθάρα
eu: Gitarra elektrikoa
ro: Chitara electrica
tr: Elektro Gitar

source: Electric Piano
el: Αρμόνιο
eu: Piano elektrikoa
ro: Pian electric
tr: Elektro Piano

source: Electronic
el: Ηλεκτρονικά
eu: Elektronika
tr: Elektronik

source: Ellipse
el: Έλλειψη
eu: Elipsea
ro: Elipsa
tr: Elips

source: Erase
el: Σβήσιμο
eu: Ezabatu
ro: Curata
tr: Sil

source: Eraser width
el: Πλάτος γόμας
eu: Ezabatzailearen loditasuna
ro: Grosimea radierei
tr: Silgi eni

source: Error!
el: Σφάλμα!
eu: Errorea!
ro: Eroare!
tr: Hata!

source: export
el: Εξαγωγή
eu: esportatu
tr: dönüştür kaydet

source: fade in
el: Σταδιακή αύξηση της έντασης
eu: bistaratu
ro: estompare in interior
tr: giderek yükselt

source: fade out
el: Σταδιακή μείωση της έντασης
eu: desegin
ro: estompare in exterior
tr: giderek alçalt

source: Fantasy
el: Φανταστικά
eu: Fantasia
ro: Fantezie
tr: Fantezi

source: Features
el: Δυνατότητες
eu: Ezaugarriak
ro: Caracteristici
tr: Özellikler

source: File
el: Αρχείο
eu: Fitxategia
ro: Fisier
tr: Dosya

source: Fill with color
el: Γέμισμα με χρώμα
eu: Kolorez bete
ro: Umple cu culoare
tr: Renkle doldur

source: fisheye
el: κυρτότητας
eu: arrain-begia (fisheye)
ro: ochi de peste
tr: balık gözü

source: Flip left-right
el: Οριζόντια αναστροφή
eu: Horizontalki buelta eman
ro: Oglindeste orizontal
tr: Sağı-sol yap

source: Flip up-down
el: Κατακόρυφη αναστροφή
eu: Bertikalki buelta eman
ro: Oglindeste vertical
tr: Başaşağı döndür

source: floor
eu: solairua
ro: partea intreaga
tr: aşağı yuvarla

source: Flute
el: Φλάουτο
eu: Flauta
ro: Flaut
tr: Flüt

source: Flying
el: Πέταγμα
eu: Hegan
ro: Zbor
tr: Yukarıdan

source: Font:
el: Γραμματοσειρά:
eu: Hizki-mota:

source: For all sprites
el: Για όλα τα αντικείμενα
eu: Sprite guztientzat
ro: Pentru toate sprite-urile
tr: Tüm kuklalar için

source: For this sprite only
el: Μόνο για αυτό το αντικείμενο
eu: Sprite honentzat soilik
ro: Doar pentru acest sprite
tr: Sadece bu kukla için

source: Forward a layer
el: Μπροστά κατά 1 στρώση
eu: Geruza bat aurrerantza
ro: Inainteaza un strat
tr: Bir katman üste çıkart

source: ghost
el: εξαφάνισης
eu: mamua
ro: fantoma
tr: hayalet

source: Group
el: Ένωση
eu: Taldea
ro: Grupeaza
tr: Grup

source: Grow
el: Ανάπτυξη
eu: Hazi
ro: Mareste
tr: Büyüt

source: Guiro
el: Γκουίρο
eu: Guiroa
tr: Guiro (tırtıklı ahşap)

source: Guitar
el: Κιθάρα
eu: Gitarra
ro: Chitara
tr: Gitar

source: Hand Clap
el: Χειροκρότημα
eu: Txaloa
ro: Bataie din palme
tr: El Çırpma

source: Hardware
eu: Hardwarea
tr: Donanım

source: help
eu: laguntza
tr: yardım

source: High C
el: Υψηλή C
eu: Goiko Do
ro: Do de sus
tr: Yüksek C

source: Holiday
eu: Jaieguna
tr: Tatil

source: hour
el: ώρα
eu: ordua
ro: ora
tr: saat

source: Human
el: Άνθρωποι
eu: Gizakia
ro: Uman
tr: İnsan

source: import
el: Εισαγωγή
eu: inportatu
tr: dönüştür aç

source: Import
el: Εισαγωγή
eu: inportatu
ro: Importa
tr: Dışarıdan al

source: Importing sound...
el: Γίνεται εισαγωγή του ήχου...
eu: Soinua inportatzen...
ro: Se importa sunet...
tr: Sesi içeri aktarıyorum

source: Indoors
el: Εσωτερικοί χώροι
eu: Barnekaldeak
ro: In interior
tr: Bina içi

source: Installing...
el: Γίνεται εγκατάσταση...
eu: Instalatzen...
ro: Se instaleaza...
tr: Yüklüyorum...

source: Instruments
el: Μουσικά Όργανα
eu: Musika tresnak
ro: Instrumente
tr: Çalgılar

source: large readout
el: Μεγάλη Προβολή Κειμένου
eu: tamaina handia
tr: geniş görünüm

source: last
el: τελευταίο
eu: azkena
ro: ultimul
tr: son

source: left
el: αριστερά
eu: ezker
ro: stanga
tr: sol

source: left arrow
el: αριστερό βέλος
eu: ezkerreranzko gezia
ro: sageata stanga
tr: sol ok

source: left-right
el: οριζόντιο
eu: ezker-eskubi
ro: de la stanga la dreapta
tr: sağa-sola dönebilsin

source: length
el: Μήκος
eu: luzera
tr: uzunluk

source: Letters
eu: Hizkiak
tr: Harfler

source: Library
el: Βιβλιοθήκη
eu: Liburutegia
ro: Biblioteca
tr: Kütüphane

source: light
el: φως
eu: argia
ro: lumina
tr: ışık

source: Line
el: Γραμμή
eu: Marra
ro: Linie
tr: Çizgi

source: Line width
el: Πλάτος γραμμής
eu: Marraren lodiera
ro: Grosimea liniei
tr: Çizgi kalınlığı

source: list
el: Λίστα
eu: lista
ro: lista
tr: liste

source: List name
el: Όνομα λίστας
eu: Listaren izena
ro: Denumirea listei
tr: Liste adı

source: ln
eu: Barruan

source: Loading project...
el: Γίνεται φόρτωση του έργου...
eu: Proiektua kargatzen...
ro: Se incarca proiectul...
tr: Projeyi yüklüyorum...

source: louder
el: Αύξηση της έντασης
eu: ozenago
ro: mai tare
tr: daha sesli

source: Low C
el: Χαμηλή C
eu: Do baxua
ro: Do de jos
tr: Alçak C

source: Make a Block
el: Δημιουργήστε ένα τετράγωνο εντολών
eu: Blokea sortu
ro: Creeaza un bloc
tr: Bir Taş Oluştur

source: Make a List
el: Δημιουργήστε μια λίστα
eu: Lista sortu
ro: Creeaza o lista
tr: Bir Liste Oluştur

source: Make a Variable
el: Δημιουργήστε μια μεταβλητή
eu: Aldagaia sortu
ro: Creeaza o variabila
tr: Bir Değişken Oluştur

source: Marimba
el: Μαρίμπα
eu: Marinba

source: Max
el: Μέγιστο
eu: Maximoa
tr: En büyüğü

source: meow
el: μιάου!
eu: miau
ro: miau
tr: miyav

source: Message Name
el: Όνομα μηνύματος
eu: Mezuaren izena
ro: Titlul mesajului
tr: Haberin Adı

source: message1
el: μήνυμα1
eu: mezua1
ro: mesaj1
tr: haber1

source: Microphone volume:
eu: Mikrofonoaren bolumena:

source: Middle C
el: Μεσαία C
eu: Erdiko Do
ro: Do central
tr: Orta C

source: Min
el: Ελάχιστο
eu: Minimoa
tr: En küçüğü

source: minute
el: λεπτό
eu: minutua
ro: minut
tr: dakika

source: month
el: μήνας
eu: hilabetea
ro: luna
tr: ay

source: mosaic
el: ψηφιδωτού
eu: mosaikoa
ro: mozaic
tr: mozaik

source: motion
el: κίνηση
eu: mugimendua
ro: miscare
tr: hareketi

source: mouse-pointer
el: δείκτη του ποντικιού
eu: xaguaren erakuslea
ro: cursorul mouse-ului
tr: fare oku

source: Multiple
el: Πολλαπλάσιο
eu: Anizkoitza
ro: Multiplu
tr: Çoklu

source: Music and Dance
el: Μουσική και Χορός
eu: Musika eta dantza
ro: Muzica si dans
tr: Müzik ve Dans

source: Music Box
el: Μουσικό Κουτί
eu: Musika kaxa
ro: Cutie muzicala
tr: Müzik Kutusu

source: Music Loops
el: Επαναλαμβανόμενοι Ήχοι
eu: Musika begiztak
ro: Repetitii muzica
tr: Müzik Döngüleri

source: myself
el: εαυτού μου
eu: ni neu
ro: eu
tr: kendim

source: Nature
el: Φύση
eu: Natura
ro: Natura
tr: Doğa

source: New
el: Νέο Έργο
eu: Berria
ro: Nou
tr: Yeni

source: New backdrop from camera
el: Νέο υπόβαθρο τραβηγμένο από την κάμερα
eu: Hondo berria kamaratik
ro: Fundal nou pentru camera
tr: Kameradan yeni dekor oluştur

source: New backdrop:
el: Νέο υπόβαθρο:
eu: Hondo berria:
ro: Fundal nou:
tr: Yeni dekor:

source: New Block
eu: Bloke berria
tr: Yeni Taş

source: New costume from camera
el: Νέα ενδυμασία τραβηγμένη από την κάμερα
eu: Mozorro berria kamaratik
ro: Costum nou de la camera
tr: Kameradan yeni kılık oluştur

source: New costume:
el: Νέα ενδυμασία:
eu: Mozorro berria:
ro: Costum nou:
tr: Yeni kılık:

source: New List
el: Νέα Λίστα
eu: Lista berria
ro: Lista noua
tr: Yeni Liste

source: New Message
eu: Mezu berria
tr: Yeni Haber

source: new message...
el: Νέο μήνυμα...
eu: mezu berria...
ro: mesaj nou...
tr: yeni haber...

source: New name
el: Νέο Όνομα
eu: Izen berria
ro: Denumire noua
tr: Yeni isim

source: New sound:
el: Νέος Ήχος:
eu: Soinu berria:
ro: Sunet nou:
tr: Yeni ses:

source: New sprite from camera
el: Νέο αντικείμενο τραβηγμένο από την κάμερα
eu: Sprite berria kamaratik
ro: Sprite nou de la camera
tr: Kameradan yeni kukla oluştur

source: New sprite:
el: Νέο αντικείμενο:
eu: Sprite berria:
ro: Sprite nou:
tr: Yeni kukla:

source: New Variable
el: Νέα Μεταβλητή
eu: Aldagai berria
ro: Variabila noua
tr: Yeni Değişken

source: No motion blocks
el: Κανένα τετράγωνο εντολών κίνησης
eu: Ez dago mugimendurako blokerik
ro: Niciun bloc de miscare
tr: Hareket taşı yok

source: normal readout
el: Κανονική Προβολή Κειμένου
eu: ohiko tamaina
tr: normal görünüm

source: Not saved; network or server problem.
el: Δεν έγινε αποθήκευση, πρόβλημα στο δίκτυο ή στο σέρβερ.
eu: Ez da gorde, sareko edota zerbitzariaren arazoa dela eta.
ro: Nu s-a salvat; probleme la retea sau server.
tr: Kaydedilmedi; ağ veya sunucuda sorun var.

source: Not saved; project did not load.
el: Δεν έγινε αποθήκευση, το έργο δεν φορτώθηκε.
eu: Ez da gorde; proiektua ez da kargatu.
ro: Nu s-a salvat; proiectul nu s-a incarcat.
tr: Kaydedilmedi; proje yüklenmedi.

source: off
el: Απενεργοποίησε
eu: itzalita
ro: oprit
tr: kapat

source: Offline Editor
el: Επεξεργαστής Εκτός-Διαδικτύου
eu: Editorea konexio gabe ari da
tr: Hatdışı Editör

source: on
el: Ενεργοποίησε
eu: piztuta
ro: pornit
tr: aç

source: on-flipped
el: καθρεφτισμένο
eu: pizturik eta iraulita
ro: oglindit
tr: aç - solu sağ yap

source: Open
eu: Ireki
tr: Aç

source: Open Cuica
el: Ανοιχτό Κουίκα
eu: Kuika irekia
tr: Açık Cuica

source: Open Hi-Hat
el: Ανοιχτό Χάϊ-Χατ
eu: Hi-Hat irekia
tr: Açık Zil

source: Options
el: Επιλογές
eu: Aukerak
ro: Optiuni
tr: Seçenekler

source: Organ
el: Μουσικό όργανο
eu: Organoa
ro: Orga
tr: Org

source: Other
el: Άλλα
eu: Bestelakoak
ro: Altele
tr: Diğer

source: other scripts in sprite
el: Άλλα σενάρια στο αντικείμενο αυτό
eu: beste skript batzu spritean
ro: alte script-uri pentru sprite
tr: kuklanın diğer dizilerini

source: other scripts in stage
eu: beste skript batzu eszenatokian
tr: sahnedeki diğer diziler

source: Outdoors
el: Εξωτερικοί Χώροι
eu: Kanpoaldeak
ro: In aer liber
tr: Bina dışı

source: Paint new backdrop
el: Δημιουργία νέου υποβάθρου
eu: Hondo berria marraztu
ro: Deseneaza un nou fundal
tr: Yeni dekoru çiz

source: Paint new costume
el: Δημιουργία νέας ενδυμασίας
eu: Mozorro berria marraztu
ro: Deseneaza un costum nou
tr: Yeni kılığı çiz

source: Paint new sprite
el: Δημιουργία νέου αντικειμένου
eu: Sprite berria marraztu
ro: Deseneaza un sprite nou
tr: Yeni kuklayı çiz

source: Password
eu: Pasahitza
tr: Parola

source: Password is required
eu: Pasahitza behar da
tr: Parola gerekli

source: paste
el: Επικόλληση
eu: itsatsi
ro: lipeste
tr: yapıştır

source: Pencil
el: Μολύβι
eu: Arkatza
ro: Creion
tr: Kalem

source: People
el: Άνθρωποι
eu: Jendea
ro: Personaje
tr: İnsanlar

source: Percussion
el: Κρουστά
eu: Perkusioa
ro: Percutie
tr: Vurmalılar

source: photo1
el: φωτογραφία1
eu: argazkia1
ro: poza1
tr: foto1

source: Piano
el: Πιάνο
eu: Pianoa
ro: Pian
tr: Piyano

source: Pick up color
el: Επιλογή Χρώματος
eu: Kolorea hartu
ro: Alege culoarea
tr: Rengi bul

source: pixelate
el: εικονοστοιχειοποίησης
eu: pixelatu
ro: pixelare
tr: benekleştir

source: Pizzicato
el: Πιτσικάτο
eu: Pizzikatoa

source: previous backdrop
eu: aurreko hondoa
tr: önceki dekor

source: Project did not load.
el: Το έργο δεν φορτώθηκε.
eu: Proiektua ez da kargatu
ro: Proiectul nu s-a incarcat.
tr: Proje yüklenmedi.

source: Project not saved!
el: Το έργο δεν αποθηκεύτηκε!
eu: Proiektua ez da gorde!
ro: Proiectul nu a fost salvat!
tr: Proje kaydedilmedi!

source: Project name
eu: Proiektuaren izena
tr: Proje adı

source: Project name is required
eu: Proiektuaren izena beharrezkoa da
tr: Proje adı gereklidir

source: random
el: τυχαία επιλογή
eu: ausazkoa
ro: aleator
tr: rastgele

source: Record
el: Ηχογράφηση
eu: Grabatu
ro: Inregistrare
tr: Kaydet

source: Record new sound
el: Ηχογράφηση νέου ήχου
eu: Soinu berria grabatu
ro: Inregistrare sunet nou
tr: Yeni ses kaydet

source: record...
eu: grabatu...
tr: kayıt...

source: recording1
el: ηχογράφηση1
eu: grabaketa1
ro: inregistrare1
tr: kayıt1

source: Rectangle
el: Ορθογώνιο
eu: Laukizuzena
ro: Dreptunghi
tr: Dikdörtgen

source: Redo
el: Ακύρωση αναίρεσης
eu: Berregin
ro: Repeta
tr: İleri al

source: redo
el: Ακύρωση αναίρεσης
eu: berregin
ro: repeta
tr: ileri al

source: Remix
el: Αποθήκευση ως ανάμειξη
eu: Birnahastu
ro: Amesteca
tr: Katkı Yap

source: Remixing...
el: Γίνεται ανάμειξη...
eu: Birnahasten...
ro: Se amesteca...
tr: Ekliyorum...

source: Rename
el: Μετονομασία
eu: Berrizendatu
ro: Redenumeste
tr: Yeniden adlandır

source: rename variable
el: Μετονομασία Μεταβλητής
eu: aldagaia berrizendatu
ro: redenumeste variabila
tr: değişkeni yeniden adlandır

source: Reshape
el: Αλλαγή του σχήματος
eu: Forma aldatu
ro: Remodeleaza
tr: Şekli değiştir

source: resistance-A
el: Αντίσταση-Α
eu: A erresistentzia
ro: rezistenta-A
tr: direnç-A

source: resistance-B
el: Αντίσταση-Β
eu: B erresistentzia
ro: rezistenta-B
tr: direnç-B

source: resistance-C
el: Αντίσταση-C
eu: C erresistentzia
ro: rezistenta-C
tr: direnç-C

source: resistance-D
el: Αντίσταση-D
eu: D erresistentzia
ro: rezistenta-D
tr: direnç-D

source: reverse
el: Αντιστροφή
eu: alderantzikatu
ro: inversare
tr: tersine

source: Revert
el: Επαναφορά
eu: Leheneratu
ro: Inversare
tr: Baştan başla

source: Reverting...
el: Γίνεται Επαναφορά...
eu: Leheneratzen...
ro: Se inverseaza...
tr: Başa alıyorum...

source: right
el: δεξιά
eu: eskuin
ro: dreapta
tr: sağ

source: right arrow
el: δεξί βέλος
eu: eskuineranzko gezia
ro: sageata dreapta
tr: sağ ok

source: rotation style:
el: Άξονας Περιστροφής:
eu: errotazio modua:
ro: stil de rotire:
tr: dönüş izinleri:

source: Run without screen refresh
el: Να μην γίνεται ανανέωση οθόνης:
eu: Pantaila eguneratu gabe abiarazi
ro: Ruleaza fara improspatarea ecranului
tr: Ekranı tazelemeden çalışsın

source: Save
el: Αποθήκευση
eu: Gorde
ro: Salveaza
tr: Kaydet

source: Save a copy of this project and add your own ideas.
eu: Proiektu honen kopia bat gorde eta zure ideiak gehitu.
tr: Bu projenin bir kopyasını kaydet ve kendi fikirlerini ekle.

source: Save as
eu: Gorde honela
tr: Farklı kaydet

source: Save now
el: Αποθήκευση τώρα
eu: Gorde orain
ro: Salveaza acum
tr: Şimdi kaydet

source: Save project?
eu: Proiektua gorde?
tr: Projeyi kaydedeyim mi?

source: save to local file
el: Αποθήκευση σε Τοπικό Αρχείο
eu: fitxategi lokalean gorde
ro: salveaza in fisier local
tr: bilgisayarıma kaydet

source: Saved
el: Έγινε αποθήκευση
eu: Gordeta
ro: Salvat
tr: Kaydedildi

source: Saving changes...
el: Γίνεται αποθήκευση των αλλαγών...
eu: Aldaketak gordetzen...
ro: Se salveaza modificarile...
tr: Değişiklikleri kaydediyorum...

source: Saving...
el: Γίνεται αποθήκευση...
eu: Gordetzen...
ro: Se salveaza...
tr: Kaydediyorum...

source: Saxophone
el: Σαξόφωνο
eu: Saxofoi
ro: Saxofon
tr: Saksafon

source: Scratch Updater
eu: Scratch eguneratzailea
tr: Scratch Güncelleyici

source: Script
el: ΣενάριΟ
eu: Skripta
tr: Komutlar

source: Scripts
el: Σενάρια
eu: Skriptak
ro: Script-uri
tr: Diziler

source: second
el: δευτερόλεπτο
eu: segundua
ro: al doilea
tr: saniye

source: See project page
el: Δείτε την σελίδα του έργου
eu: Proiektuaren orrialdea ikusi
ro: Vezi pagina proiectului
tr: Proje sayfasına bak

source: Select
el: Επιλογή
eu: Aukeratu
ro: Selecteaza
tr: Seç

source: select all
el: Επιλογή όλων
eu: guztia aukeratu
ro: selecteaza tot
tr: tümünü seç

source: Select and duplicate
el: Επιλογή και Διπλασιασμός
eu: Aukeratu eta bikoiztu
ro: Selecteaza si fa o copie
tr: Seç ve kopya çıkart

source: Send to back
el: Μετακίνηση Πίσω
eu: Atzealdera bidali
ro: Trimite in spate
tr: En alta gönder

source: Set Costume Center
el: Επιλογή του κέντρου της ενδυμασίας
eu: Mozorroaren erdialdea zehaztu
ro: Stabileste centrul costumului
tr: Kılık Merkezini Belirle
