Repository: scratchfoundation/scratchx
Catalog: locale/*.po
Languages: el, eu, ro, tr

source: %b and %b
el: %b και %b
eu: %b eta %b
ro: %b si %b
tr: %b ve %b

source: %b or %b
el: %b ή %b
eu: %b edo %b
ro: %b sau %b
tr: %b veya %b

source: %m.attribute of %m.spriteOrStage
el: %m.attribute από %m.spriteOrStage
eu: %m.attribute -- %m.spriteOrStage
ro: %m.attribute din %m.spriteOrStage
tr: %m.attribute, %m.spriteOrStage 'in

source: %m.mathOp of %n
el: %m.mathOp από %n
eu: %m.mathOp -- %n
ro: %m.mathOp din %n
tr: %m.mathOp %n

source: %m.sensor sensor value
el: τιμή αισθητήρα %m.sensor
eu: sentsorearen balioa: %m.sensor
ro: valoarea senzorului %m.sensor
tr: %m.sensor algılayıcısının değeri

source: add %s to %m.list
el: πρόσθεσε το %s στη λίστα %m.list
eu: %s txertatu %m.list zerrendan
ro: adauga %s la %m.list
tr: %s i %m.list e ekle

source: answer
el: απάντηση
eu: erantzuna
ro: raspuns
tr: yanıt

source: ask %s and wait
el: ρώτησε %s και περίμενε
eu: galdetu %s eta itxaron
ro: intreaba %s si asteapta
tr: %s diye sor ve bekle

source: backdrop #
el: υπόβαθρο #
eu: # hondoa
ro: fundal #
tr: dekor #

source: backdrop name
el: όνομα υποβάθρου
eu: hondoaren izena
ro: denumire fundal
tr: dekorun adı

source: broadcast %m.broadcast
el: μετάδωσε %m.broadcast
eu: bidali denei %m.broadcast
ro: expediere la toti %m.broadcast
tr: %m.broadcast haberini sal

source: broadcast %m.broadcast and wait
el: μετάδωσε το %m.broadcast και περίμενε
eu: bidali denei %m.broadcast eta itxaron
ro: expediere la toti %m.broadcast si asteapta
tr: %m.broadcast haberini sal ve bekle

source: change %m.effect effect by %n
el: άλλαξε το εφέ %m.effect κατά %n
eu: %m.effect efektu aldaketa: %n
ro: modifica efectul %m.effect cu %n
tr: %m.effect etkisini %n arttır

source: change %m.var by %n
el: άλλαξε το %m.var κατά %n
eu: %m.var aldaketa: %n
ro: modifica %m.var cu %n
tr: %m.var 'i %n arttır

source: change pen color by %n
el: άλλαξε το χρώμα της πένας κατά %n
eu: arkatzaren kolore aldaketa: %n
ro: modifica culoarea stiloului cu %n
tr: kalem rengini %n arttır

source: change pen shade by %n
el: άλλαξε τη σκιά της πένας κατά %n
eu: arkatzaren intentsitate aldaketa: %n
ro: modifica tonul stiloului cu %n
tr: kalem tonunu %n arttır

source: change pen size by %n
el: άλλαξε το μέγεθος της πένας κατά %n
eu: arkatzaren tamaina aldaketa: %n
ro: modifica marimea stiloului cu %n
tr: kalem kalınlığını %n arttır

source: change size by %n
el: άλλαξε το μέγεθος του αντικειμένου κατά %n
eu: tamaina aldaketa: %n
ro: modifica marimea cu %n
tr: %n birim büyüt

source: change tempo by %n
el: άλλαξε το ρυθμό κατά %n
eu: tenpo aldaketa: %n
ro: modifica tempoul cu %n
tr: tempoyu %n arttır

source: change volume by %n
el: άλλαξε την ένταση κατά %n
eu: bolumen aldaketa: %n
ro: modifica volumul cu %n
tr: sesi %n birim yükselt

source: change x by %n
el: άλλαξε το x κατά %n
eu: x aldaketa: %n
ro: modifica x cu %n
tr: x'i %n arttır

source: change y by %n
el: άλλαξε το y κατά %n
eu: y aldaketa: %n
ro: modifica y cu %n
tr: y'yi %n arttır

source: clear
el: καθάρισε
eu: ezabatu
ro: sterge
tr: temizle

source: clear graphic effects
el: επανάφερε τα γραφικά εφέ
eu: efektu grafikoak ezabatu
ro: sterge efectele grafice
tr: görsel etkileri temizle

source: color %c is touching %c?
el: το χρώμα %c αγγίζει το χρώμα %c
eu: %c kolorea %c ukitzen?
ro: culoarea %c atinge %c?
tr: %c rengi %c rengine değdi (mi?)

source: Control
el: Έλεγχος
eu: Kontrola
tr: Kontrol

source: costume #
el: ενδυμασία #
eu: # mozorroa
ro: costumul #
tr: kılık no

source: create clone of %m.spriteOnly
el: δημιούργησε έναν κλώνο του %m.spriteOnly
eu: %m.spriteOnly klonatu
ro: creaza clona pentru %m.spriteOnly
tr: %m.spriteOnly in ikizini yarat

source: current %m.timeAndDate
el: %m.timeAndDate
eu: egungo %m.timeAndDate
ro: %m.timeAndDate curenta
tr: şimdiki %m.timeAndDate

source: Data
el: Δεδομένα
eu: Datuak
ro: Date
tr: Veri

source: days since 2000
el: ημέρες από το 2000
eu: 2000 geroztiko egunak
ro: zile din 2000
tr: 2000'den beri geçen gün

source: define
el: ορισμός του
eu: definitu
ro: defineste
tr: tanımla

source: delete %d.listDeleteItem of %m.list
el: διάγραψε το %d.listDeleteItem από το %m.list
eu: %d.listDeleteItem ezabatu %m.list zerrendatik
ro: sterge %d.listDeleteItem din %m.list
tr: sil %d.listDeleteItem sırasındakini %m.list in

source: delete this clone
el: διάγραψε αυτόν τον κλώνο
eu: klon hau ezabatu
ro: sterge aceasta clona
tr: bu ikizi sil

source: direction
el: κατεύθυνση
eu: norabidea
ro: directie
tr: yön

source: distance
el: απόσταση
eu: distantzia
ro: distanta
tr: mesafe

source: distance to %m.spriteOrMouse
el: η απόσταση μέχρι το %m.spriteOrMouse
eu: %m.spriteOrMouse arteko distantzia
ro: distanta pana la %m.spriteOrMouse
tr: %m.spriteOrMouse a mesafe

source: else
el: αλλιώς
eu: bestela
ro: altfel
tr: değilse

source: Events
el: Συμβάντα
eu: Gertaerak
ro: Evenimente
tr: Olaylar

source: forever
el: για πάντα
eu: betirako
ro: la infinit
tr: sürekli tekrarla

source: glide %n secs to x:%n y:%n
el: πήγαινε αργά για %n δευτ. στη θέση x:%n και y:%n
eu: %n segundutan x: %n y: %n (e)ra
ro: gliseaza in %n secunde la x:%n y:%n
tr: %n sn.de x:%n y:%n a süzül

source: go back %n layers
el: πήγαινε πίσω %n επίπεδα
eu: atzera joan %n geruza
ro: mergi inapoi %n straturi
tr: %n katman alta in

source: go to %m.spriteOrMouse
el: πήγαινε στη θέση του %m.spriteOrMouse
eu: joan %m.spriteOrMouse kokapenera
ro: du-te la %m.spriteOrMouse
tr: %m.spriteOrMouse 'na git

source: go to front
el: πήγαινε στην μπροστινή στρώση
eu: aurrekaldera joan
ro: du-te in prim plan
tr: üste çık

source: go to x:%n y:%n
el: πήγαινε στη θέση x:%n και y:%n
eu: x:%n y:%n (e)ra joan
ro: du-te la x:%n y:%n
tr: x:%n y:%n noktasına git

source: hide
el: εξαφανίσου
eu: ezkutatu
ro: ascunde
tr: gizlen

source: hide list %m.list
el: απόκρυψε τη λίστα %m.list
eu: %m.list zerrenda ezkutatu
ro: ascunde lista %m.list
tr: %m.list listesini gizle

source: hide variable %m.var
el: απόκρυψε τη μεταβλητή %m.var
eu: %m.var aldagaia ezkutatu
ro: ascunde variabila %m.var
tr: %m.var değişkenini gizle

source: if %b then
el: εάν %b τότε
eu: baldin %b orduan
ro: dacă %b atunci
tr: eğer %b ise

source: if on edge, bounce
el: εάν βρίσκεσαι στα όρια, αναπήδησε
eu: errebotatu ertza ukitzean
ro: daca se afla pe margine, ricoseaza
tr: kenara geldiysen sek

source: insert %s at %d.listItem of %m.list
el: βάλε το %s στη θέση %d.listItem της λίστας %m.list
eu: %s sartu %d.listItem tokian %m.list zerrendan
ro: insereaza %s la %d.listItem din %m.list
tr: koy %s 'yi, %d.listItem sırasına %m.list 'nin

source: item %d.listItem of %m.list
el: το στοιχείο %d.listItem της λίστας %m.list
eu: %d.listItem itema %m.list zerrendan
ro: elementul %d.listItem din %m.list
tr: %d.listItem sırasındaki %m.list 'in

source: join %s %s
el: ένωσε το %s με το %s
eu: elkartu %s %s
ro: imbina %s %s
tr: %s ile %s i birleştir

source: key %m.key pressed?
el: πατήθηκε το πλήκτρο %m.key
eu: %m.key tekla sakatuta al dago?
ro: tasta %m.key este apasata?
tr: %m.key tuşu basılı (mı?)

source: length of %m.list
el: το μήκος της λίστας %m.list
eu: %m.list zerrendaren luzera
ro: lungimea lui %m.list
tr: %m.list in uzunluğu

source: length of %s
el: το μήκος του %s
eu: %s (r)en luzera
ro: lungimea lui %s
tr: %s in uzunluğu

source: letter %n of %s
el: το %n ° γράμμα του %s
eu: %n hizkia %s katean
ro: litera %n din %s
tr: %n . harfi %s in

source: Looks
el: Όψεις
eu: Itxura
ro: Aspect
tr: Görünüm

source: loudness
el: ένταση
eu: soinuaren bolumena
ro: volum sonor
tr: ses şiddeti

source: More Blocks
el: Άλλες Εντολές
eu: Bloke gehiago
ro: Mai multe blocuri
tr: Özel Taşlar

source: Motion
el: Κινήσεις
eu: Mugimendua
ro: Miscare
tr: Hareket

source: mouse down?
el: πατήθηκε το ποντίκι
eu: sagua sakatuta dago?
ro: mouse apasat?
tr: fareye basılı (mı?)

source: mouse x
el: θέση x του ποντικιού
eu: saguaren x posizioa
tr: farenin x'i

source: mouse y
el: θέση y του ποντικιού
eu: saguaren y posizioa
tr: farenin y'si

source: move %n steps
el: κινήσου %n βήματα
eu: %n pausu mugitu
ro: muta %n pasi
tr: %n adım git

source: next backdrop
el: άλλαξε στο επόμενο υπόβαθρο
eu: hurrengo hondoa
ro: urmatorul fundal
tr: sonraki dekor

source: next costume
el: άλλαξε στην επόμενη ενδυμασία
eu: hurrengo mozorroa
ro: urmatorul costum
tr: sonraki kılık

source: not %b
el: δεν ισχύει ότι %b
eu: ez %b
ro: nu %b
tr: %b değil

source: Operators
el: Τελεστές
eu: Eragiketak
ro: Operatori
tr: İşlemler

source: Pen
el: Σχεδιασμοί Πένας
eu: Arkatza
ro: Stilou
tr: Kalem

source: pen down
el: κατέβασε την πένα
eu: arkatza jaitsi
ro: stiloul jos
tr: kalemi bastır

source: pen up
el: σήκωσε την πένα
eu: arkatza igo
ro: stiloul sus
tr: kalemi kaldır

source: pick random %n to %n
el: επίλεξε έναν τυχαίο αριθμό από το %n μέχρι το %n
eu: %n : %n arteko ausazko balioa
ro: alege un numar aleatoriu intre %n si %n
tr: %n ile %n arasında bir sayı (tut)

source: play drum %d.drum for %n beats
el: παίξε το τύμπανο %d.drum για %n χρόνους
eu: %d.drum danborra jo %n taupadatan
ro: canta la toba %d.drum pentru %n timpi
tr: %d.drum davulunu %n vuruş çal

source: play note %d.note for %n beats
el: παίξε τη νότα %d.note για %n χρόνους
eu: %d.note nota jo %n taupadatan
ro: canta nota %d.note pentru %n batai
tr: %d.note notasını %n vuruş çal

source: play sound %m.sound
el: παίξε τον ήχο %m.sound
eu: %m.sound soinua jo
ro: canta sunetul %m.sound
tr: %m.sound sesini çal

source: play sound %m.sound until done
el: παίξε τον ήχο %m.sound μέχρι το τέλος
eu: %m.sound soinua jo eta itxaron
ro: canta sunetul %m.sound pana cand e gata
tr: %m.sound sesini bitene kadar çal

source: point in direction %d.direction
el: στρίψε προς την κατεύθυνση των %d.direction μοιρών
eu: %d.direction norabidea hartu
ro: orienteaza in directia %d.direction
tr: %d.direction yönüne dön

source: point towards %m.spriteOrMouse
el: στρίψε προς το %m.spriteOrMouse
eu: %m.spriteOrMouse (r)i begira jarri
ro: orienteaza inspre %m.spriteOrMouse
tr: %m.spriteOrMouse 'ye doğru dön

source: repeat %n
el: επανάλαβε %n
eu: errepikatu %n aldiz
ro: repeta %n
tr: %n defa tekrarla

source: repeat until %b
el: επανάλαβε ώσπου %b
eu: errepikatu %b arte
ro: repeta pana cand %b
tr: %b olana kadar tekrarla

source: replace item %d.listItem of %m.list with %s
el: αντικατάστησε το στοιχείο %d.listItem της λίστας %m.list με %s
eu: %d.listItem ordezkatu %m.list zerrendan %s balioa ezarriz
ro: inlocuieste elementul %d.listItem din %m.list cu %s
tr: değiştir %d.listItem sırasındakini %m.list listesinin %s ile

source: reset timer
el: μηδένισε τη χρονομέτρηση
eu: kronometroa berrabiarazi
ro: reseteaza cronometrul
tr: süre ölçeri sıfırla

source: rest for %n beats
el: περίμενε για %n χρόνους
eu: isiltasuna %n taupadatan
ro: pauza %n timpi
tr: %n vuruş sus

source: round %n
el: στρογγυλοποίησε το %n
eu: biribildu %n
ro: rotunjeste %n
tr: %n i yuvarla

source: say %s
el: πες %s
eu: esan %s
ro: spune %s
tr: %s de

source: say %s for %n secs
el: πες %s για %n δευτερόλεπτα
eu: %s esan %n segunduz
ro: spune %s pentru %n sec
tr: %s de %n saniye

source: Sensing
el: Αισθητήρες
eu: Sentsoreak
ro: Detectie
tr: Algılama

source: sensor %m.booleanSensor?
el: αισθητήρας %m.booleanSensor
eu: %m.booleanSensor sentsorea aktibatuta?
ro: senzorul %m.booleanSensor?
tr: algılayıcı %m.booleanSensor (mı?)

source: set %m.effect effect to %n
el: όρισε το εφέ %m.effect σε %n
eu: %m.effect efektua = %n
ro: seteaza efectul %m.effect la %n
tr: %m.effect etkisi %n olsun

source: set %m.var to %s
el: όρισε το %m.var σε %s
eu: %m.var aldagaia = %s
ro: seteaza %m.var la %s
tr: %m.var , %s olsun

source: set instrument to %d.instrument
el: όρισε το μουσικό όργανο σε %d.instrument
eu: musika tresna = %d.instrument
ro: seteaza instrumentul la %d.instrument
tr: çalgıyı %d.instrument yap

source: set %m.motor2 direction to %m.motorDirection
el: όρισε την κατεύθυνση κίνησης του κινητήρα %m.motor2 σε %m.motorDirection
eu: motorearen norabidea = %m.motorDirection
tr: %m.motor2 yönünü %m.motorDirection çevir

source: set %m.motor power to %n
el: όρισε την ισχύ κινητήρα σε %n
eu: motorearen ahalmena = %n
tr: %m.motor gücünü %n yap

source: set pen color to %c
el: όρισε το χρώμα πένας σε %c
eu: arkatzaren kolorea = %c
ro: seteaza culoarea stiloului la %c
tr: kalem rengini %c yap

source: set pen color to %n
el: όρισε το χρώμα πένας σε %n
eu: arkatzaren kolorea = %n
ro: seteaza culoarea stiloului la %n
tr: kalem rengini %n yap

source: set pen shade to %n
el: όρισε τη σκιά πένας σε %n
eu: arkatzaren intentsitatea = %n
ro: seteaza tonul stiloului la %n
tr: kalem tonunu %n yap

source: set pen size to %n
el: όρισε το μέγεθος πένας σε %n
eu: arkatzaren tamaina = %n
ro: seteaza marimea stiloului la %n
tr: kalem kalınlığını %n yap

source: set rotation style %m.rotationStyle
el: όρισε τον άξονα περιστροφής σε %m.rotationStyle
eu: biraketa modua = %m.rotationStyle
ro: setează stilul de rotatie la %m.rotationStyle
tr: kuklanın şekli %m.rotationStyle

source: set size to %n%
el: όρισε το μέγεθος του αντικειμένου σε %n%
eu: tamaina = %n%
ro: seteaza marimea la %n%
tr: büyüklüğü %%n yap

source: set tempo to %n bpm
el: όρισε το ρυθμό σε %n χτύπους το λεπτό
eu: tenpoa = %n taupada/minutuko
ro: seteaza ritmul la %n bpm
tr: tempo %n vuruş/dk olsun

source: set video transparency to %n%
el: όρισε τη διαφάνεια προβολής κάμερας σε %n%
eu: bideoaren gardentasuna = %n%
ro: seteaza transparenta video la %n%
tr: video saydamlığı %%n olsun

source: set volume to %n%
el: όρισε την ένταση σε %n%
eu: soinuaren bolumena = %n%
ro: seteaza volumul la %n%
tr: ses şiddeti %%n olsun

source: set x to %n
el: όρισε το x ίσο με %n
eu: x = %n
ro: seteaza x la %n
tr: x, %n olsun

source: set y to %n
el: όρισε το y ίσο με %n
eu: y = %n
ro: seteaza y la %n
tr: y, %n olsun

source: show
el: εμφανίσου
eu: erakutsi
ro: afiseaza
tr: görün

source: show list %m.list
el: εμφάνισε την λίστα %m.list
eu: %m.list zerrenda erakutsi
ro: afiseaza lista %m.list
tr: %m.list listesini göster

source: show variable %m.var
el: εμφάνισε τη μεταβλητή %m.var
eu: %m.var aldagaia erakutsi
ro: afiseaza variabila %m.var
tr: %m.var değişkenini göster

source: size
el: μέγεθος
eu: tamaina
ro: marime
tr: büyüklük

source: Sound
el: Ήχοι
eu: Soinua
ro: Sunet
tr: Ses

source: stamp
el: κάνε μία στάμπα
eu: zigilua ezarri
ro: stampileaza
tr: iz bırak

source: stop %m.stop
el: σταμάτησε %m.stop
eu: %m.stop geldiarazi
ro: opreste %m.stop
tr: %m.stop durdur

source: stop all sounds
el: σταμάτησε όλους τους ήχους
eu: soinu guztiak gelditu
ro: opreste toate sunetele
tr: tüm sesleri durdur

source: switch backdrop to %m.backdrop
el: άλλαξε το υπόβαθρο σε %m.backdrop
eu: hondoa %m.backdrop (e)ra aldatu
ro: schimba fundalul la %m.fundal
tr: %m.backdrop dekoruna geç

source: switch backdrop to %m.backdrop and wait
el: άλλαξε το υπόβαθρο σε %m.backdrop και περίμενε
eu: hondoa %m.backdrop (e)ra aldatu eta itxaron
ro: schimba fundalul la %m.fundal si asteapta
tr: %m.backdrop dekoruna geç ve bekle

source: switch costume to %m.costume
el: άλλαξε την ενδυμασία σε %m.costume
eu: mozorroa %m.costume (e)ra aldatu
ro: schimba costumul la %m.costum
tr: %m.costume kılığına geç

source: tempo
el: ρυθμός
eu: tenpoa
ro: ritmul

source: think %s
el: σκέψου %s
eu: pentsatu %s
ro: gandeste %s
tr: %s diye düşün

source: think %s for %n secs
el: σκέψου %s για %n δευτερόλεπτα
eu: %s pentsatu %n segunduz
ro: gandeste %s pentru %n sec
tr: %s diye düşün %n saniye

source: tilt
el: κλίση
eu: malda
ro: inclinare
tr: yana eğil

source: timer
el: χρονόμετρο
eu: kronometroa
ro: cronometru
tr: süre ölçer

source: touching %m.touching?
el: αγγίζει το %m.touching
eu: %m.touching ukitzen al du?
ro: atingere %m.atingere?
tr: %m.touching a değdi (mi?)

source: touching color %c?
el: αγγίζει το χρώμα %c
eu: %c kolorea ukitzen al du?
ro: atinge culoarea %c?
tr: %c rengine değdi (mi?)

source: turn @turnLeft %n degrees
el: στρίψε @turnLeft %n μοίρες
eu: biratu @turnLeft %n gradu
ro: roteste @turnLeft %n grade
tr: @turnLeft %n derece dön

source: turn @turnRight %n degrees
el: στρίψε @turnRight %n μοίρες
eu: biratu @turnRight %n gradu
ro: roteste @turnRight %n grade
tr: @turnRight %n derece dön

source: turn %m.motor off
el: απενεργοποίησε τον κινητήρα %m.motor
eu: %m.motor itzali
tr: %m.motor işlevini durdur

source: turn %m.motor on
el: ενεργοποίησε τον κινητήρα %m.motor
eu: %m.motor piztu
tr: %m.motor işlevini başlat

source: turn %m.motor on for %n secs
el: ενεργοποίησε τον κινητήρα %m.motor για %n δευτερόλεπτα
eu: %m.motor piztu %n segunduz
tr: %m.motor işlevini başlat %n saniye boyunca

source: turn video %m.videoState
el: %m.videoState την προβολή κάμερας
eu: bideoa %m.videoState bihurtu
ro: comuta video la %m.videoState
tr: videoyu %m.videoState

source: username
el: Όνομα χρήστη
eu: erabiltzaile izena
ro: nume utilizator
tr: kullanıcı adı

source: video %m.videoMotionType on %m.stageOrThis
el: %m.videoMotionType προβολής κάμερας στο %m.stageOrThis
eu: bideoaren %m.videoMotionType , non: %m.stageOrThis
ro: video %m.videoMotionType pe %m.stageOrThis
tr: video %m.videoMotionType , %m.stageOrThis üzerindeki

source: volume
el: ένταση
eu: bolumena
ro: volum
tr: ses şiddeti

source: wait %n secs
el: περίμενε %n δευτερόλεπτα
eu: %n segunduz itxaron
ro: asteapta %n sec
tr: %n saniye bekle

source: wait until %b
el: περίμενε ώσπου %b
eu: %b arte itxaron
ro: asteapta pana cand %b
tr: %b olana kadar bekle

source: when %m.booleanSensor
el: όταν %m.booleanSensor
eu: %m.booleanSensor denean
ro: cand %m.booleanSensor
tr: %m.booleanSensor olunca

source: when %m.key key pressed
el: Όταν το πλήκτρο %m.key πατηθεί
eu: %m.key tekla sakatzean
ro: cand tasta %m.key este apasata
tr: %m.key tuşu basılınca

source: when %m.sensor %m.lessMore %n
el: όταν ο αισθητήρας %m.sensor είναι %m.lessMore %n
eu: %m.sensor %m.lessMore %n denean
tr: %m.sensor %m.lessMore %n olduğunda

source: when %m.triggerSensor > %n
el: Όταν %m.triggerSensor > %n
eu: %m.triggerSensor > %n denean
ro: cand %m.triggerSensor > %n
tr: %m.triggerSensor > %n olunca

source: when @greenFlag clicked
el: Όταν στο @greenFlag γίνει κλίκ
eu: @greenFlag sakatzean
ro: cand se da clic pe @greenFlag
tr: @greenFlag tıklanınca

source: when backdrop switches to %m.backdrop
el: Όταν το υπόβαθρο αλλάξει σε %m.backdrop
eu: hondoa %m.backdrop (e)ra aldatzen denean
ro: cand se schimba fundalul la %m.fundal
tr: dekor %m.backdrop olunca

source: when distance %m.lessMore %n
el: όταν η απόσταση είναι %m.lessMore %n
eu: distantzia %m.lessMore %n denean
tr: mesafe %m.lessMore %n olduğunda

source: when I receive %m.broadcast
el: Όταν λάβω το %m.broadcast
eu: %m.broadcast jasotzean
ro: cand primesc %m.broadcast
tr: %m.broadcast haberi gelince

source: when I start as a clone
el: Όταν ξεκινήσει ο κλώνος
eu: klon moduan hastean
ro: cand incep ca o clona
tr: ikiz olarak başladığımda

source: when this sprite clicked
el: Όταν σε αυτό το αντικείμενο γίνει κλικ
eu: Sprite hau sakatzean
ro: cand se da clic pe acest sprite
tr: bu kukla tıklanınca

source: when tilt %m.eNe %n
el: όταν γέρνει %m.eNe %n
eu: malda %m.eNe %n denean
tr: eğiklik %m.eNe %n olduğunda

source: x position
el: θέση του x
eu: x posizioa
ro: pozitia x
tr: x konumu

source: y position
el: θέση του y
eu: y posizioa
ro: pozitia y
tr: y konumu

source: %m.list contains %s?
el: Η λίστα %m.list περιέχει %s
eu: %m.list barnean dago %s?
tr: %m.list listesinde %s var (mı?)

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href="/help/faq/#clouddata" target="_blank">see the cloud data FAQ!</a>
el: <b>Πληροφορίες σχετικά με τις μεταβλητές Cloud</b><br>&nbsp;<br>Προς το παρόν, μόνο οι αριθμητικές μεταβλητές Cloud υποστηρίζονται.<br> Οι χώροι συνομιλίας (Chat room) μέσω των μεταβλητών Cloud δεν επιτρέπονται και θα διαγράφονται.<br>Για περισσότερες πληροφορίες, <a href= target=>δείτε τις Συχνές Ερωτήσεις για τα δεδομένα Cloud.</a>
eu: <b>Hodei aldagaiei buruzko informazioa</b><br>&nbsp;<br>Momentuz, zenbakiak soilik erabil daitezke<br>Txat gelak ez dira onartzen, eta ezabatuak izango dira<br>Info gehiago izateko, <a href= target=>Hodei datuei buruzko FAQ atala irakurri</a>
ro: <b>Informatia despre variabilele Cloud</b><br>&nbsp;<br>In acest moment sunt suportate numai numere<br>Camerele de chat nu sunt permise si vor fi eliminate<br>Pentru mai multe informatii, <a href= target=>vezi sectiunea cloud FAQ!</a>
tr: <b>Bulut değişkenleri hakkında bilgi</b><br>&nbsp;<br>Şimdilik, sadece sayısal değerler destekleniyor<br>Sohbet odalarına izin yok, ve kaldırılacaklar<br>Daha fazla bilgi için, <a href="/help/faq/#clouddata" target="_blank">bulut veriler SSS'sine bakın!</a>

source: A connected
el: το Α είναι συνδεδεμένο
eu: A konektatuta
ro: A conectat
tr: A bağlı

source: a copy of the project file on your computer.
el: Ένα αντίγραφο του έργου στον υπολογιστή σας.
eu: proiektu fitxategiaren kopia bat zeure ordenagailuan.
ro: o copie a fisierului proiect pe calculatorul tau.
tr: bilgisayarındaki proje dosyasının bir kopyası.

source: A newer version of Scratch is available
eu: Scratch-en bertsio berriago bat eskuragarri duzu
tr: Scratch'ın yeni bir sürümü çıktı

source: About
el: Σχετικά
eu: Honi buruz
tr: Hakkında

source: Add
eu: Gehitu
tr: Ekle

source: Add an Extension
el: Προσθήκη Επέκτασης
eu: Extentsioa
tr: Bir Uzantı Ekle

source: Add boolean input:
el: Εισάγετε ένα δεδομένο boolean:
eu: Sarrera boolearra gehitu:
ro: Adauga intrare de tip boolean:
tr: Mantıksal girdi ekle:

source: add comment
el: Προσθήκη σχόλιου
eu: iruzkina gehitu
ro: adauga comentariu
tr: yorum ekle

source: Add label text:
el: Προσθήκη κειμένου σε ετικέτα:
eu: Etiketa testua gehitu:
ro: Adauga eticheta text:
tr: Etiket yazısı ekle:

source: Add number input:
el: Εισάγετε ένα αριθμητικό δεδομένο:
eu: Zenbakizko sarrera gehitu:
ro: Adauga intrare de tip numeric:
tr: Rakamsal girdi ekle:

source: Add string input:
el: Εισάγετε ένα δεδομένο σειράς λέξεων:
eu: Testu sarrera gehitu
ro: Adauga intrare de tip sir de caractere:
tr: Sözel girdi ekle:

source: all
el: όλα
eu: dena
ro: tot
tr: hepsi

source: All
el: Όλα
eu: Denak
ro: Toate
tr: Tümü

source: all around
el: ελεύθερο
eu: norabide guztietan
ro: peste tot
tr: her yöne dönebilsin

source: Animal
el: Ζώα
eu: Animalia
tr: Hayvan

source: Animals
el: Ζώα
eu: Animaliak
ro: Animale
tr: Hayvanlar

source: assets loaded
el: στοιχεία που έχουν φορτωθεί
eu: errekurtsoak kargatuta
ro: bunuri incarcate
tr: unsur yüklendi

source: B connected
el: το B είναι συνδεδεμένο
eu: B konektatuta
ro: B conectat
tr: B bağlandı

source: Back a layer
el: Πίσω κατά 1 στρώση
eu: Geruza bat atzerantz
ro: Un strat in spate
tr: Bir seviye alta

source: backdrop
el: υπόβαθρο
eu: hondoa
ro: fundal
tr: dekor

source: Backdrop
el: Υπόβαθρο
eu: Hondoa
ro: Fundal
tr: Dekor

source: Backdrop Library
el: Βιβλιοθήκη Υποβάθρων
eu: Hondoen liburutegia
ro: Biblioteca Fundal
tr: Dekor Kütüphanesi

source: backdrop1
el: υπόβαθρο1
eu: hondoa1
ro: fundal1
tr: dekor1

source: backdrops
el: υπόβαθρα
eu: hondoak
ro: fundaluri
tr: dekorlar

source: Backdrops
el: Yπόβαθρα
eu: Hondoak
ro: Fundaluri
tr: Dekorlar

source: Backpack
el: Σακίδιο
eu: Motxila
ro: Rucsac
tr: Sırt çantası

source: Bass
el: Μπάσσο
eu: Baxua
tr: Bas

source: Bass Drum
el: Μπάσσο Τύμπανο
eu: Dunbala
ro: Toba Bass
tr: Bas Davul

source: Bassoon
el: Φαγκότο
eu: Fagota
ro: Fagot
tr: Fagot
