Repository: scratchfoundation/scratchx
Catalog: locale/pap.po
Languages: pap

source: %b and %b
pap: %m.attribute o %m.spriteOrMouse

source: %b or %b
pap: %b i %b

source: %m.attribute of %m.spriteOrStage
pap: %m.list ta kontené %s

source: %m.mathOp of %n
pap: %m.mathOp o %n

source: %m.sensor sensor value
pap: balor di e sensor %m.sensor

source: %n mod %n
pap: %n modulo %n

source: add %s to %m.list
pap: suma %s ku %m.list

source: answer
pap: kontesta

source: ask %s and wait
pap: puntra %s i warda

source: backdrop #
pap: bèkground #

source: backdrop name
pap: nomber di bèkground

source: broadcast %m.broadcast
pap: emití %m.broadcast

source: broadcast %m.broadcast and wait
pap: emití %m.broadcast i warda

source: change %m.effect effect by %n
pap: kambia %m.effect efekto ku %n

source: change %m.var by %n
pap: kambio %m.var u %n

source: change pen color by %n
pap: kambia kolor di pen ku %n

source: change pen shade by %n
pap: kambia sombra di pen ku %n

source: change pen size by %n
pap: kambia grandura di pen ku %n

source: change size by %n
pap: kambia grandura di %n

source: change tempo by %n
pap: kambia tempu ku %n

source: change volume by %n
pap: kambia volumen ku %n

source: change x by %n
pap: kambia ku %n

source: change y by %n
pap: kambia y ku %n

source: clear
pap: limpia

source: clear graphic effects
pap: limpia efekto gráfiko

source: color %c is touching %c?
pap: kolor %c ta mishi ku %c?

source: Control
pap: kontròl

source: costume #
pap: disfrás #

source: create clone of %m.spriteOnly
pap: krea klón di %m.spriteOnly

source: current %m.timeAndDate
pap: %m.timeAndDate aktual

source: days since 2000
pap: dianan desde di 2000

source: define
pap: definí

source: delete %d.listDeleteItem of %m.list
pap: delit %d.listDeleteItem di %m.list

source: delete this clone
pap: delit e klón

source: direction
pap: direkshon

source: distance
pap: distansia

source: distance to %m.spriteOrMouse
pap: distansia te %m.spriteOrMouse

source: else
pap: si no

source: Events
pap: Eventonan

source: forever
pap: pa semper

source: glide %n secs to x:%n y:%n
pap: deslisá %n secs te x:%n y:%n

source: go back %n layers
pap: bai bèk %n lag

source: go to %m.spriteOrMouse
pap: bai na %m.spriteOrMouse

source: go to front
pap: bai na frònt

source: go to x:%n y:%n
pap: bai na x:%n y:%n

source: hide
pap: skonde

source: hide list %m.list
pap: skonde list %m.lista

source: hide variable %m.var
pap: skonde variabel %m.var

source: if %b then
pap: si %b e ora ey

source: if on edge, bounce
pap: si riba rant, salta

source: insert %s at %d.listItem of %m.list
pap: inserta %s na %d.listItem o %m.list

source: item %d.listItem of %m.list
pap: aitem %d.listItem o %m.list

source: join %s %s
pap: uni %s %s

source: key %m.key pressed?
pap: tekla %m.key primí?

source: length of %m.list
pap: largura di %m.list

source: length of %s
pap: largura di %s

source: letter %n of %s
pap: letra %n di %s

source: Looks
pap: mustra

source: loudness
pap: volumen di zonido

source: More Blocks
pap: Mas bloki

source: Motion
pap: movementu

source: mouse down?
pap: mous abou?

source: mouse x
pap: mous x

source: mouse y
pap: mous y

source: move %n steps
pap: move %n stap

source: next backdrop
pap: sigiente bèkground

source: next costume
pap: siguiente disfrás

source: not %b
pap: no %b

source: Operators
pap: Operadornan

source: Pen
pap: pèn

source: pen down
pap: pèn abou

source: pen up
pap: pèn ariba

source: pick random %n to %n
pap: piki arbitriaramente %n te %n

source: play drum %d.drum for %n beats
pap: toka drum %d.drum pa %n sla

source: play note %d.note for %n beats
pap: toka nota %d.note pa %n sla

source: play sound %m.sound
pap: toka zonido

source: play sound %m.sound until done
pap: toka zonido %m.sound te ku ta kla

source: point in direction %d.direction
pap: punta den direkshon %d.direction

source: point towards %m.spriteOrMouse
pap: punta den direkshon %d.direction

source: repeat %n
pap: ripití %n

source: repeat until %b
pap: ripití item %d.listItem di %m.list ku %s

source: replace item %d.listItem of %m.list with %s
pap: remplasá item %d.listItem di %m.list ku %s

source: reset timer
pap: risèt timer

source: rest for %n beats
pap: pausa pa %n sla

source: round %n
pap: rondu %n

source: say %s
pap: bisa %s

source: say %s for %n secs
pap: bisa %s pa %n segundo

source: Sensing
pap: sensando

source: set %m.effect effect to %n
pap: defini %m.effect efekto te %n

source: set %m.var to %s
pap: figa %m.var na %s

source: set instrument to %d.instrument
pap: figa instrumento na %d.instrumento

source: set %m.motor2 direction to %m.motorDirection
pap: figa direkshon di motor %m.motor2 na %m.motorDirection

source: set %m.motor power to %n
pap: figa poder %m.motor di motor na %n

source: set pen color to %c
pap: figa pen di kolor na %c

source: set pen color to %n
pap: figa pen di kolor na %n

source: set pen shade to %n
pap: figa intesidad di pen na %n

source: set pen size to %n
pap: figa tamanjo di pen na %n

source: set rotation style %m.rotationStyle
pap: figa stail di rotashon %m.rotationStyle

source: set size to %n%
pap: figa tamanjo na %n%

source: set tempo to %n bpm
pap: figa tempu na %n bpm

source: set video transparency to %n%
pap: figa transparensia di video na %n%

source: set volume to %n%
pap: figa volumen na %n%

source: set x to %n
pap: figa x na %n

source: set y to %n
pap: figa y to %n

source: show
pap: mustra

source: show list %m.list
pap: mustra lista %m.list

source: show variable %m.var
pap: mustra variabel %m.var

source: size
pap: tamánjo

source: Sound
pap: Zonido

source: stamp
pap: stèmpel

source: stop all sounds
pap: stop tur zonidonan

source: switch backdrop to %m.backdrop
pap: kambia bekground pa %m.backdrop

source: switch backdrop to %m.backdrop and wait
pap: kambia bekground na %m.backdrop i warda

source: switch costume to %m.costume
pap: kambia disfrás na %m.costume

source: tempo
pap: tèmpo

source: think %s
pap: pensa %s

source: think %s for %n secs
pap: pensa %s pa %n segundo

source: tilt
pap: inklinashon

source: touching %m.touching?
pap: mishendo %m.touching?

source: touching color %c?
pap: mishendo kolor %c?

source: turn @turnLeft %n degrees
pap: drai @turnLeft %n grado

source: turn @turnRight %n degrees
pap: drai @turnRight %n grado

source: turn %m.motor off
pap: paga %m.motor

source: turn %m.motor on
pap: sende %m.motor

source: turn %m.motor on for %n secs
pap: sende motor pa %n segundo

source: turn video %m.videoState
pap: set video %m.videoState

source: username
pap: usuario

source: video %m.videoMotionType on %m.stageOrThis
pap: volumen

source: volume
pap: volumen

source: wait %n secs
pap: warda %n segundo

source: wait until %b
pap: warda te ku %b

source: when %m.booleanSensor
pap: sensor %m.booleanSensor

source: when %m.key key pressed
pap: ora %m.key tekla primí

source: when %m.sensor %m.lessMore %n
pap: ora %m.sensor %m.lessMore %n

source: when %m.triggerSensor > %n
pap: ora %m.triggerSensor > %n

source: when @greenFlag clicked
pap: ora @greenFlag primí

source: when backdrop switches to %m.backdrop
pap: ora bekground kambia den %m.backdrop

source: when distance %m.lessMore %n
pap: ora distansia %m.lessMore %n

source: when I receive %m.broadcast
pap: ora mi resibi %m.broadcast

source: when I start as a clone
pap: ora mi start komo un klón

source: when this sprite clicked
pap: ora e sprait aki wordu primí

source: when tilt %m.eNe %n
pap: ora inklinashon %m.eNe %n

source: x position
pap: posishon x

source: y position
pap: posishon y

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href="/help/faq/#clouddata" target="_blank">see the cloud data FAQ!</a>
pap: <b>Informashon over di variabelnan di Cloud</b><br>&nbsp;<br>Aktualmente, solamente numbernan ta wordu sostené<br>Chat roomnan no ta permití, i lo wordu kitá<br>Pa mas info, <a href= target=>mira e data di cloud FAQ!</a>

source: A connected
pap: A konektá

source: a copy of the project file on your computer.
pap: un kopia di e fail di proyekto riba bo kompüter.

source: A newer version of Scratch is available
pap: Un vershon nobo di Scratch ta disponibel

source: About
pap: Tokante

source: Add
pap: Anyadí

source: Add an Extension
pap: Anyadí un extensho

source: Add boolean input:
pap: Anyadí input boolean:

source: add comment
pap: anyadí komentario

source: Add label text:
pap: Anyadí teksto di label:

source: Add number input:
pap: Anyaí input di number:

source: Add string input:
pap: Anyadí input di string:

source: all
pap: tur

source: All
pap: Tur

source: all around
pap: tur kaminda

source: Animals
pap: Animalnan

source: B connected
pap: B konektá

source: Back a layer
pap: Un plano bèk

source: backdrop
pap: bèkground

source: Backdrop
pap: Bèkground

source: Backdrop Library
pap: Librería di bekground

source: backdrop1
pap: bèkground1

source: backdrops
pap: bèkgroundnan

source: Backdrops
pap: Bèkgrounds

source: Backpack
pap: Rugzak

source: Bass
pap: Bas

source: Bass Drum
pap: Drum di Bass

source: Because you have a new Scratch account, any changes to cloud data won't be saved yet. Keep participating on the site you'll be able to use cloud data soon!
pap: Pasó bo tin un Scratch account nobo, kualke kambio na e data di cloud no ta wordu wardá ahinda. Keda partispá riba e site lo bo ta kapas pa usa data di cloud muy pronto!

source: Bitmap Mode
pap: Modo di Bitmap

source: Block help
pap: Ayudo di blok

source: brightness
pap: klaridad

source: Bring to front
pap: Trese na front

source: Broadcast
pap: Emití

source: button pressed
pap: botón primí

source: by
pap: dor

source: bytes loaded
pap: bytes kargá

source: C connected
pap: C konektá

source: Camera
pap: Kámera

source: Cancel
pap: Kanselá

source: Cannot Delete
pap: No por delit

source: Castle
pap: Kastél

source: Category
pap: Kategoria

source: ceiling
pap: plafond

source: Check for updates
pap: Check pa updatenan nobo

source: Choose backdrop from library
pap: Skohé bèkground desde Librería

source: Choose costume from library
pap: Skohe kostuum for di Librer

source: Choose sound from library
pap: Skohe zonido for di Biblioteka

source: Choose sprite from library
pap: Skohe sprite for di Biblioteka

source: Circle
pap: Sírkulo

source: City
pap: Siudad

source: Clarinet
pap: Klarinèt

source: Claves
pap: Klavenan

source: Clear
pap: Limpia

source: Click "Save now" to try again or "Download" to save
pap: Klek a purba atrobe of pa warda

source: Close
pap: Sera

source: Closed Hi-Hat
pap: Sera Hi-Hat

source: Cloud data
pap: Data di cloud

source: color
pap: kolor

source: Color a shape
pap: Koloriá e forma

source: Conga
pap: Konga

source: Connecting to Cloud data server...
pap: Konektando ku data server di Cloud...

source: Convert to bitmap
pap: Konvertí na bitmap

source: Convert to vector
pap: Konvertí na vèktor

source: Converting mp3...
pap: Konvertiendo mp3...

source: copy
pap: Kopia

source: Copying...
pap: Kopiando...

source: Costume
pap: Trage

source: Costume Library
pap: Biblioteka di Trage

source: costume name
pap: nomber di trage

source: costume1
pap: trage1

source: costume2
pap: trage2

source: Costumes
pap: Tragenan

source: Costumes > 1
pap: Tragenan > 1

source: Could not retrieve new application from server.
pap: No por a resibí aplikashon nobo for di server.

source: Creating...
pap: Kreando...

source: Currently, only numbers can be stored in Cloud variables.
pap: Aktualmente, solamente numbernan por wordu wardá den variabelnan di Cloud.

source: D connected
pap: D konektá

source: date
pap: fecha

source: day of week
pap: dia di siman

source: delete
pap: delit

source: delete variable
pap: delit

source: direction:
pap: direkshon:

source: don't rotate
pap: no rota

source: Don't save
pap: No warda

source: down
pap: abou

source: down arrow
pap: flecha abou

source: Download
pap: Deskargá

source: Download to your computer
pap: Deskargá riba bo komp

source: duplicate
pap: dupliká

source: Duplicate
pap: dupliká

source: edge
pap: rant

source: Edit
pap: Editá

source: edit
pap: Editá

source: Edit Block
pap: Editá blòk

source: Effects
pap: Efektonan

source: Electric Guitar
pap: Kitara Eléktriko

source: Electric Piano
pap: Piano Eléktriko

source: Electronic
pap: Elektróniko

source: Ellipse
pap: Elipse

source: Error!
pap: Eror!

source: export
pap: èksport

source: fade in
pap: desaparesé

source: fade out
pap: desvanesé

source: Fantasy
pap: Fantasia

source: Features
pap: Karakterístikanan

source: File
pap: Fail

source: Fill with color
pap: Yena ku kolor

source: fisheye
pap: wowo di piská

source: Flip left-right
pap: Boltu robes-drechi

source: Flip up-down
pap: Boltu ariba-abou

source: floor
pap: flur

source: Flute
pap: Fluit

source: Flying
pap: Bulando

source: Font:
pap: Tipo di letra:

source: For all sprites
pap: Pa tur spraitnan

source: For this sprite only
pap: Pa e sprait aki so

source: Forward a layer
pap: Avansá un kapa

source: ghost
pap: fantasma

source: Group
pap: Grupo

source: Grow
pap: Krese

source: Guitar
pap: Kitara

source: Hand Clap
pap: Klap di man

source: Hardware
pap: Hardwèr

source: help
pap: ayudo

source: High C
pap: C Altu

source: Holiday
pap: Dia di fiesta

source: hour
pap: ora

source: Human
pap: Humano

source: Import
pap: importá

source: Importing sound...
pap: Importando zonido...

source: Indoors
pap: Adentro

source: Installing...
pap: Instalando...

source: Instruments
pap: Instrumentonan

source: last
pap: último

source: left
pap: robes

source: left arrow
pap: peil robes

source: left-right
pap: robes-drechi

source: length
pap: largura

source: Letters
pap: Letranan

source: Library
pap: Bibli

source: Line
pap: Linea

source: Line width
pap: Hanchura di linea

source: list
pap: lista

source: List name
pap: Nomber di lista

source: Loading project...
pap: Kargando proyekto...

source: louder
pap: mas fuerte

source: Low C
pap: C abou

source: Make a Block
pap: Krea un blòki

source: Make a List
pap: Krea un lista

source: Make a Variable
pap: Krea un Variabel

source: Message Name
pap: Nomber di Mensage

source: message1
pap: mensage1

source: Microphone volume:
pap: Volumen di mikrofón

source: Middle C
pap: C medio

source: minute
pap: minüt

source: month
pap: luna

source: mosaic
pap: mosaiko

source: motion
pap: moveshon

source: mouse-pointer
pap: puntador di mouse

source: Multiple
pap: Multíple

source: Music and Dance
pap: Musika i Baile

source: Music Box
pap: Kaha di musika

source: Music Loops
pap: Laso di musika

source: myself
pap: mi mes

source: Nature
pap: Naturalesa

source: New
pap: Nobo

source: New costume:
pap: Trage nobo:

source: New List
pap: Lista Nobo

source: New Message
pap: Mensage Nobo

source: new message...
pap: mensage nobo...

source: New name
pap: Nomber nobo

source: New sound:
pap: Zonido nobo

source: New sprite from camera
pap: Sprait nobo for di kamera

source: New sprite:
pap: Sprait nobo:

source: New Variable
pap: Variabel Nobo

source: No motion blocks
pap: Ningun bloki di moveshon

source: Not saved; network or server problem.
pap: No a wordu wardá: problema di netwerk o di server.

source: Not saved; project did not load.
pap: No a wordu wardá: proyekto bo a karga.

source: of
pap: di

source: off
pap: pagá

source: Offline Editor
pap: Editor off-line

source: on
pap: sendé

source: Open
pap: Habrí

source: Options
pap: Opshon

source: Organ
pap: Organo

source: Other
pap: Otro

source: other scripts in sprite
pap: otro scriptnan den sprait

source: other scripts in stage
pap: otro scriptnan den stage

source: Paint new backdrop
pap: Pinta bèkground nobo

source: Paint new costume
pap: Pinta un trahe nobo

source: Paint new sprite
pap: Pinta un sprite nobo

source: Password
pap: Kontrasenia

source: Password is required
pap: Kontrasenia ta rekerí

source: paste
pap: pega

source: Pencil
pap: Pòtlot

source: People
pap: Hendenan

source: Percussion
pap: Perkushon

source: photo1
pap: foto1

source: Pick up color
pap: Kohe un kolor

source: pixelate
pap: pixelá

source: pop
pap: pòp

source: previous backdrop
pap: bèkground anterior

source: Project did not load.
pap: Proyekto no a karga.

source: Project not saved!
pap: Proyekto no a wordu wardá!

source: Project name
pap: Nomber di proyekto

source: Project name is required
pap: Nomber di proyekto ta rekerŕ

source: random
pap: number aleatorio

source: Record
pap: Graba

source: Record new sound
pap: Graba zonido nobo

source: record...
pap: graba...

source: recording1
pap: grabando1

source: Rectangle
pap: Rektángulo

source: Redo
pap: Rehasí

source: redo
pap: rehasí

source: Remix
pap: Rimix

source: Remixing...
pap: Rimixando...

source: Rename
pap: Renombrá

source: rename variable
pap: renombrá variabel

source: Reshape
pap: Reformá

source: resistance-A
pap: resistor-A

source: resistance-B
pap: resistor-B

source: resistance-C
pap: resistor-C

source: resistance-D
pap: resistor-D

source: reverse
pap: rivùrs

source: Revert
pap: Revertí

source: Reverting...
pap: Revertiendo...

source: right
pap: derechi

source: right arrow
pap: peilu derechi

source: rotation style:
pap: stail di rotashon:

source: Run without screen refresh
pap: Ehekutá sin refreská pantaya

source: Save
pap: Warda

source: Save a copy of this project and add your own ideas.
pap: Warda un kopia di e proyekto aki i añadi bo mes ideanan.

source: Save as
pap: Wara komo

source: Save now
pap: Warda aworaki

source: Save project?
pap: Warda proyekto?

source: save to local file
pap: warda na un fail lokal

source: Saved
pap: Wardá

source: Saving changes...
pap: Wardando kanbionan...

source: Saving...
pap: Wardando...

source: Saxophone
pap: Saxofon

source: Scratch Updater
pap: Aktualisador di Scratch

source: Scripts
pap: Scriptnan

source: second
pap: sèkonde

source: See project page
pap: Mira pagina di proyekto

source: Select
pap: Selektá

source: select all
pap: seletktá tur

source: Select and duplicate
pap: Selektá i dupliká

source: Send to back
pap: Manda patrás

source: Set Costume Center
pap: Figa Sentro di Trage

source: Set costume center
pap: Figa sentro di trage

source: set slider min and max
pap: figa slaider min i max

source: Share
pap: Kompartí

source: Share to website
pap: Kompartí na website

source: shared
pap: kompartí

source: Shift:
pap: Skùif:

source: show receivers
pap: mustra reseptornan

source: show senders
pap: mustra remitentenan

source: show:
pap: mustra:

source: Shrink
pap: Redusi

source: Sign in
pap: Log in

source: Sign in to save
pap: Login pa warda

source: silence
pap: silensio

source: slider
pap: slaider

source: Slider Range
pap: Alkanse di Slaider

source: Smooth
pap: Lisu

source: softer
pap: mas suave

source: sound
pap: zonido

source: Sound Library
pap: Biblioteka di Zonido

source: Sounds
pap: Zonido

source: Space
pap: Espasio

source: space
pap: espasio

source: Sports
pap: Deportenan

source: Sprite
pap: Sprait

source: Sprite Library
pap: Biblioteka di Sprait

source: Sprite1
pap: Sprait1

source: Sprites
pap: Spraitnan

source: sqrt
pap: wòrtel

source: Square
pap: Kuadrá

source: Stage selected:
pap: Stage seletktá:

source: Tambourine
pap: Tamborín

source: text
pap: teksto

source: Text
pap: Teksto

source: that way
pap: e manera ey

source: Theme
pap: Tema

source: Things
pap: Kosnan

source: This is the current version.
pap: Esaki ta e vershon aktual.

source: This project can detect who is using it, through the “username” block. To hide your identity, sign out before using the project.
pap: E proyekto por detektá ken ta usando e, dor di ¨username¨ blòk. Pa skonde bo identidad, log out promé ku usa e proyekto.

source: This project uses Cloud data ‒ a feature that is available only to signed in users.
pap: E proyekto aki ta usa data di Cloud - un karakterístika ku ta disponibel solamente pa usuarios ku ta registrá.

source: this script
pap: e script

source: this sprite
pap: e script aki

source: this way
pap: e manera aki

source: Throw away all changes since opening this project?
pap: Benta afó tur kambionan desde habrimentu di e proyekto aki?

source: Tips
pap: Tipnan

source: To delete a block definition, first remove all uses of the block.
pap: Pa delit e definishon di blòki, na prome lugá kita tur usonan di e blòki.

source: Transportation
pap: Transportashon

source: Triangle
pap: Triangúlo

source: Trombone
pap: Trombon

source: Turbo mode
pap: Modo turbo

source: Turbo Mode
pap: Modo Turbo

source: Type
pap: Tipo

source: Underwater
pap: Bou di awa

source: undo
pap: Deshasí

source: up
pap: ariba

source: up arrow
pap: flecha ariba

source: Update failed
pap: Update a frakasá

source: Update not needed
pap: Update no ta nesesario

source: Update now
pap: Update awor

source: Upload backdrop from file
pap: Upload bèkground for di file

source: Upload costume from file
pap: Upload trahe for di file

source: Upload from your computer
pap: Upload for di kompüter

source: Upload sound from file
pap: Upload zonido for di file

source: Upload sprite from file
pap: Upload sprite for di file

source: Uploading image...
pap: Uploading imagen...

source: Uploading sound...
pap: Uploading zonido...

source: variable
pap: variabel

source: Variable name
pap: Nomber di variabel

source: Vector
pap: Vèktor

source: Vector Mode
pap: Modo di Vèktor

source: Vibraphone
pap: Vibrafon

source: video direction
pap: direkshon di video

source: video motion
pap: movimiento di video

source: Video on:
pap: Video sendé:

source: Vocals
pap: Vokalnan

source: Walking
pap: Kanando

source: Want to save? Click remix
pap: Ke warda? Klek rimix

source: Which column do you want to import
pap: kua kolumna bo ke import

source: Wooden Flute
pap: Fluit di palu

source: year
pap: aña

source: You cannot edit cloud data in someone else's project.<br>Any change that you make in the editor will be temporary and not persistent.
pap: Bo no por edita data di clouf den un otro hende su proyekto.<br>Kualke kambio ku bo hasi den e editor lo wordu wardá temporalmente.

source: Your Scratch name
pap: Bo nomber di Scratch

source: Your Scratch name is required
pap: Bo nomber di Scratch ta rekerí
